Repository: nemethviktor/GeoTagNinja
Catalog: Resources/Languages/MessageBox.*.resx
Languages: fr

# mbx_FrmEditFileData_WarningLatLongMustBeNumbers
source: This needs to have numbers only. Will default to zero.
fr: N'utiliser que des chiffres. 0 par défaut.

# mbx_FrmEditFileData_InfoDataUpdated
source: Data Updated.
fr: Données mises à jour.

# mbx_FrmEditFileData_ErrorInvalidSender
source: This will be a bug. Please file an issue on github and that the 'sender' was:
fr: C'est un bug. Merci de saisir une issue sur Github sous l'expéditeur:

# mbx_FrmEditFileData_ErrorAPIError
source: The app encountered errors communicating with the API. If you got an Unauthorised error, pls set your username as password in the settings.
fr: L'application a rencontré des erreurs de communication avec l'API.Si l'erreur concerne un probléme d'autorisation, merci de rentrer vos login/password dans l'API.

# mbx_FrmEditFileData_WarningFileDisappeared
source: Your files seem to have disappeared.
fr: Vos fichiers semblent avoir disparu.

# mbx_FrmMainApp_ErrorCantCreateSQLiteDB
source: Can't create SQLite database (Please file an issue on GitHub):
fr: Ne peut créer la base SQLite (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorCantWriteSQLiteDB
source: Created but can't write SQLite database (Please file an issue on GitHub):
fr: Créé mais ne peut écrire dans la base SQLite (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorCantLoadSQLiteDB
source: Loading data from SQL Failed (Please file an issue on GitHub):
fr: Erreur de chargement de la base SQLite (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorCantReadDefaultSQLiteDB
source: Failed to read default values from SQL (Please file an issue on GitHub):
fr: Erreur de lecture des valeurs par défaut de la base SQLite (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorCantLoadWebView2
source: Error loading webview2 - Have you installed it?
fr: Erreur de chargement dewebview2 - l'avez-vous installée?

# mbx_FrmMainApp_ErrorInitializeComponent
source: Error in FrmMainApp.InitializeComponent (Please file an issue on GitHub):
fr: Erreur dans FrmMainApp.InitializeComponent (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewEnsureCoreWebView2Async
source: Error in FrmMainApp.InitialiseWebView (await wbv_MapArea.EnsureCoreWebView2Async(c2wv)) (Please file an issue on GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (await wbv_MapArea.EnsureCoreWebView2Async(c2wv)) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewIsWebMessageEnabled
source: Error in FrmMainApp.InitialiseWebView (IsWebMessageEnabled) (Please file an issue on GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (IsWebMessageEnabled) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewReadHTMLFile
source: Error in FrmMainApp.InitialiseWebView (reading HTMLCode file) (Please file an issue on github):
fr: Erreur dans FrmMainApp.InitialiseWebView (reading HTMLCode file) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewParseCoordsFromHTMLFile
source: Error in FrmMainApp.InitialiseWebView (parsing coordinates from HTMLCode file) (Please file an issue on github):
fr: Erreur dans FrmMainApp.InitialiseWebView (parsing coordinates from HTMLCode file) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewReplaceStringInHTMLFile
source: Error in FrmMainApp.InitialiseWebView (replacing constants in HTMLCode file) (Please file an issue on github):
fr: Erreur dans FrmMainApp.InitialiseWebView (replacing constants in HTMLCode file) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewNavigateToStringInHTMLFile
source: Error in FrmMainApp.InitialiseWebView (NavigateToString in HTMLCode file) (Please file an issue on GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (NavigateToString in HTMLCode file) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorNavigateMapGoHTMLCode
source: Error in FrmMainApp.NavigateMapGo (string HTMLCode) (Please file an issue on GitHub):
fr: Erreur dans FrmMainApp.NavigateMapGo (string HTMLCode) (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInitializeWebViewWebMessageReceived
source: Error while performing wbv_MapArea_WebMessageReceived (Please file an issue on GitHub):
fr: Erreur dans l'exécution de wbv_MapArea_WebMessageReceived (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorDoubleBuffer
source: DoubleBuffer Error (Please file an issue on GitHub):
fr: Erreur de DoubleBuffer (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorLanguageFileColumnHeaders
source: There was an error reading the language file and assigning columnheaders (Please file an issue on github):
fr: Erreur de lecture du fichier de langue et d'assignation de colonne (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorClearingFileDataQTables
source: Error clearing the filedata-Q tables (Please file an issue on GitHub):
fr: Erreur d'effacement des tables filedata-Q (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorResizingColumns
source: Resizing Columns failed (Please file an issue on GitHub):
fr: Erreur de redimensionnement des colonnes (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorSettingStartupFolder
source: Setting Default Startup folder failed (Please file an issue on GitHub):
fr: Erreur de mise a jour du dossier par défaut de démarrage (merci de générer une issue dans Github):

# mbx_FrmMainApp_ErrorInvalidFolder
source: The folder you entered doesn't seem valid. Revert to C:\?
fr: Le repertoire saisi ne semble pas valide.

# mbx_FrmMainApp_ErrorFileGoneMissing
source: File no longer appears to exist:
fr: Le fichier ne semble plus exister:

# mbx_FrmMainApp_WarningNoItemSelected
source: No Item selected.
fr: Pas de fichier séléctionné.

# mbx_Helper_WarningNoWriteSettingEnabled
source: You've disabled both processing of the original file _and_ the sidecar XMP so there is nothing to write to.
fr: Vous avez désactivé à la fois le traitement du fichier d'origine _et_ le XMP sidecar, il n'y a donc rien sur quoi écrire.

# mbx_Helper_WarningNothingInWriteQueue
source: There's nothing in your write-queue.
fr: Il n'y a rien dans votre file d'attente d'écriture.

# mbx_Helper_WarningNoARCGISKey
source: You'll need to provide an ArcGIS API Key in the Settings for the app to work properly.
fr: Vous devez fournir une clef API ArcGis dans les paramètres afin que le programme fonctionne correctement.

# mbx_Helper_ErrorAsyncExifToolExecuteAsyncFailed
source: asyncExifTool.ExecuteAsync failed (Please file an issue on GitHub):
fr: Erreur dans asyncExifTool.ExecuteAsync (merci de générer une issue dans Github):

# mbx_Helper_ErrorCantReadDefaultSQLiteDB
source: Failed to read default values from SQL (Please file an issue on GitHub):
fr: Ne peut lire les valeurs par défaut de la base SQL (merci de générer une issue dans Github):

# mbx_Helper_WarningGeoNamesAPIResponse
source: GeoNames API Returned the following response:
fr: L'API Geonames a retourné la reponse suivante:

# mbx_Helper_WarningFileDisappeared
source: Your files seem to have disappeared.
fr: Vos fichiers paraissent avoir disparu.

# mbx_Helper_QuestionFileQIsNotEmpty
source: Some data has been changed - want to save? Data will be discarded if you click No
fr: Des données ont été modifiées - Voulez-vous sauver ? Les mises à jour seront perdues si vous clickez Non

# mbx_Helper_WarningTooManyFilesSelected
source: This will only work if you have one and only one file selected.
fr: Ne fonctionne qu'avec un seul fichier séléctionné.

# mbx_Helper_WarningNothingToPaste
source: Nothing to Paste.
fr: Rien à coller.

# mbx_Helper_WarningExifToolVerAPIResponse
source: ExifToolVerAPIResponse API Returned the following response:
fr: L'API ExifToolVerAPIResponse a donné la reponse suivante:

# mbx_Helper_WarningGTNVerAPIResponse
source: GitHub API Returned the following response:
fr: L'API Github a renvoyé l'erreur suivante:

# mbx_FrmSettings_PleaseRestartApp
source: Please restart the app for the change to take place.
fr: Veuillez redémarrer l'application pour que le changement ait lieu.

# mbx_FrmImportExportGpx_FileOrFolderDoesntExist
source: The file or folder you picked is invalid.
fr: Le fichier ou le dossier que vous avez sélectionné n'est pas valide.

# mbx_FrmImportExportGpx_AskUserWantsReport
source: Do you want to see the report on the import process?
fr: Voulez-vous voir le rapport sur le processus d'importation ?

# mbx_FrmPasteWhat_NoDateShiftToPaste
source: No values specified in the Copy Pool for DateTime Shift
fr: Pas de valeurs détectées dans le groupe de valeurs pour le décalage de temps

# mbx_FrmImportExportGpx_NoFileSelected
source: No files have been selected to import for.
fr: Aucun fichier n'a été sélectionné pour l'importation.

# mbx_FrmMainApp_InfoFavouriteNotValid
source: The saved item you selected isn't valid
fr: La donnée sauvée sélectionnée n'est pas valide

# mbx_FrmMainApp_InfoFavouriteNameCannotBeBlank
source: Name cannot be empty/blank
fr: Le nom ne peut etre vide

# mbx_FrmMainApp_InfoFavouriteSaved
source: Favourite saved OK
fr: Favori sauvé correctement

# mbx_FrmMainApp_InfoCahcedDataRemoved
source: If there was any, cached data for selected items has been removed.
fr: Si des données existent les données en cache des fichiers séléctionnés ont été supprimées.

# mbx_FrmMainApp_InfoCahcedDataNotRemoved
source: No data has been removed. Either you didn't select valid items or the ones you picked didn't have cached data.
fr: Aucune donnée n'a été supprimée. Soit vous n'avez pas sélectionné les champs corrects soit les champs séléctionnés n'ont pas de cache.
