Repository: nemethviktor/GeoTagNinja
Catalog: Resources/Languages/Strings.*.resx
Languages: de, es, fr, pl, ta, uk

# tmi_Settings_Favourites
source: Manage Favourites
de: Favoriten verwalten
fr: Gérer les favoris
pl: Zarządzanie ulubionymi
ta: பிடித்தவைகளை நிர்வகிக்கவும்

# tmi_Settings_Settings
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
ta: அமைப்புகள்

# tpg_Application
source: Application
de: Anwendung
pl: Aplikacja
ta: பயன்பாடு

# tpg_CustomCityLogic
source: Custom City Assignment Logic
de: Benutzerdefinierte Stadtzuweisungslogik
fr: Logique d'affectation des villes personnalisée
pl: Niestandardowa logika przypisania miasta
ta: தனிப்பயன் நகர ஒதுக்கீட்டு வழக்கு

# tpg_CustomRules
source: Custom Rules
de: Benutzerdefinierte Regeln
fr: Règles personnalisées
pl: Niestandardowe reguły
ta: தனிப்பயன் விதிகள்

# tpg_DateTime
source: Date & Time
de: Datum und Uhrzeit
fr: Date et heure
pl: Data i czas
ta: தேதி & நேரம்

# tpg_FileOptions
source: File Options
de: Dateioptionen
fr: Options des fichiers
pl: Opcje pliku
ta: கோப்பு விருப்பங்கள்

# tpg_GeoNames
source: GeoNames Settings
de: GeoNames-Einstellungen
fr: Paramètres de GeoNames
pl: Ustawienia GeoNames
ta: சியோனேம்ச் அமைப்புகள்

# tpg_ImportExport_Export
source: Export Tracks
de: Tracks exportieren
fr: Export de fichiers de suivi GPS
pl: Eksportuj ścieżki
ta: ஏற்றுமதி தடங்கள்

# tpg_ImportExport_Import
source: Import Tracks
de: Tracks importieren
fr: Importation de fichiers de suivi GPS
pl: Importuj ścieżki
ta: தடங்களை இறக்குமதி செய்யுங்கள்

# tpg_Location
source: Location
de: Standort
fr: Localisation
pl: Lokalizacja
ta: இடம்

# tpg_Map
source: Map
de: Karte
fr: Carte
pl: Mapa
ta: வரைபடம்

# tsb_BugReport
source: File a bug report (requires a GitHub account)
de: Fehler melden (GitHub-Konto erforderlich)
fr: Soumettre un rapport de bug (nécessite un compte GitHub)
pl: Zgłoś błąd (wymagane jest konto GitHub)
ta: பிழை அறிக்கையை தாக்கல் செய்யுங்கள் (கிதுப் கணக்கு தேவை)

# tsb_EditFile
source: Edit File
de: Datei bearbeiten
fr: Modifier le fichier
pl: Edytuj plik
ta: கோப்பைத் திருத்து

# tsb_FeedbackFeatureRequest
source: File a feature request (requires a GitHub account)
de: Feature anfordern (GitHub-Konto erforderlich)
fr: Soumettre une demande de fonctionnalité (nécessite un compte GitHub)
pl: Zaproponuj funkcję (wymaga konta GitHub)
ta: அம்ச கோரிக்கையை தாக்கல் செய்யுங்கள் (கிதுப் கணக்கு தேவை)

# tsb_GetAllFromWeb
source: Get Toponomy & Altitude info for all of the selected files
de: Toponomie- und Höheninformationen für alle ausgewählten Dateien abrufen
fr: Obtenir les informations sur la toponymie et l'altitude pour tous les fichiers sélectionnés
pl: Pobierz dane Toponimii oraz wysokość dla wszystkich wybranych plików
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து கோப்புகளுக்கும் நிலப்பரப்பு மற்றும் உயரத் தகவலைப் பெறுங்கள்

# tsb_ImportExportGPX
source: Import/Export GPX/JSON Track Files
de: GPX/JSON-Track-Dateien importieren/exportieren
fr: Importer/Exporter des fichiers de suivi GPX/JSON
pl: Importuj/eksportuj pliki śladów GPX/JSON
ta: GPX/JSON மின்தடம் கோப்புகளை இறக்குமதி/ஏற்றுமதி செய்யுங்கள்

# tsb_OneFolderUp
source: Parent Folder
de: Übergeordneter Ordner
fr: Dossier parent
pl: Folder nadrzędny
ta: பெற்றோர் கோப்புறை

# tsb_Refresh_lvwFileList
source: Refresh File List
de: Dateiliste aktualisieren
fr: Actualiser la liste des fichiers
pl: Odśwież listę plików
ta: கோப்பு பட்டியலைப் புதுப்பிக்கவும்

# tsb_RemoveGeoData
source: Remove All Location Data
de: Alle Standortdaten entfernen
fr: Supprimer toutes les données de localisation
pl: Usuń wszystkie dane o lokalizacji
ta: எல்லா இருப்பிட தரவுகளையும் அகற்று

# tsb_SaveFiles
source: Save Files
de: Dateien speichern
fr: Enregistrer les fichiers
pl: Zapisz pliki
ta: கோப்புகளை சேமிக்கவும்

# tsr_FolderControl
source: Folder Control
de: Ordnersteuerung
fr: Contrôle de répertoire
pl: Kontrola folderu
ta: கோப்புறை கட்டுப்பாடு

# tsr_MainAppToolStrip
source: Main
de: Hauptmenü
fr: Principal
pl: Główny
ta: முக்கிய

# ttp_GPSDataPaste
source: Press CTRL+V to paste a valid pair of decimals to the lat/long placeholders. The clipboard should contain only a pair of decimals, preferably in "invariant" (English) setup, which is integer-dot-decimal-comma-integer-dot-decimal, such as 12.345, 56.897 That said the code _should_ be able to comprehend other layouts. Note if the clipboard has anything apart from the above the operation will fail (nothing will happen.)
de: „Drücken Sie STRG+V, um ein gültiges Dezimalpaar in die Platzhalter für Breiten- und Längengrad einzufügen. Die Zwischenablage sollte nur ein Dezimalpaar enthalten, vorzugsweise im „invarianten” (englischen) Format, also als ganze Zahl-Punkt-Dezimalstelle-Komma-ganze Zahl-Punkt-Dezimalstelle, z. B. 12,345, 56,897. Der Code sollte jedoch auch andere Formate verstehen können. Beachten Sie, dass der Vorgang fehlschlägt (nichts passiert), wenn die Zwischenablage etwas anderes als das oben Genannte enthält.”
fr: Appuyez sur CTRL+V pour coller une paire valide de coordonnées latitude/longitude. Le presse-papiers ne doit contenir qu'une paire de coordonnées latitude/longitude, en utilisant le point '.' pour séparer les décimales et la virgule ',' pour séparer les coordonnées. Par exemple : 12.345, 56.897. Cela dit, le code devrait être capable de comprendre d'autres présentations. Notez que si le presse-papiers a une autre présentation que celle décrite ci-dessus, l'opération échouera (il ne se passera rien)
pl: Naciśnij CTRL+V, aby wkleić prawidłową parę liczb dziesiętnych do pól szerokości/długości geograficznej. Schowek powinien zawierać wyłącznie parę liczb dziesiętnych, najlepiej w formacie "niezmiennym" (angielskim), czyli liczba-kropka-część dziesiętna, przecinek, liczba-kropka-część dziesiętna, na przykład: 12.345, 56.897 Kod powinien być w stanie zrozumieć też inne formaty. Należy jednak pamiętać, że jeśli w schowku znajduje się cokolwiek innego niż powyższy układ, operacja się nie powiedzie (nie stanie się nic.)
ta: LAT/நீண்ட ஒதுக்கிடங்களுக்கு செல்லுபடியாகும் இணை தசமங்களை ஒட்ட CTRL+V ஐ அழுத்தவும். கிளிப்போர்டில் ஒரு இணை தசமங்கள் மட்டுமே இருக்க வேண்டும், முன்னுரிமை "மாறுபாடு" (ஆங்கிலம்) அமைப்பில், இது 12.345, 56.897 போன்ற முழு எண்-டாட்-டெசிமல்-கம்மா-இன்டர்சர்-டாட்-டெசிமல் ஆகும் _Should_ குறியீடு மற்ற தளவமைப்புகளை புரிந்து கொள்ள முடியும் என்று அது கூறியது. மேலே செயல்பாட்டைத் தவிர வேறு ஏதாவது கிளிப்போர்டில் இருந்தால் தோல்வியடையும் (எதுவும் நடக்காது.)

# ttp_LoadFavourite
source: Load metadata for the selected file(s) from your Favourites
de: Laden Sie Metadaten für die ausgewählten Dateien aus Ihren Favoriten
fr: Charger les métadonnées du ou des fichiers sélectionnés dans vos favoris
pl: Wczytaj metadane dla wybranego pliku(ów) z Ulubionych
ta: உங்களுக்கு பிடித்தவைகளிலிருந்து தேர்ந்தெடுக்கப்பட்ட கோப்பிற்கான மெட்டாடேட்டாவை ஏற்றவும்

# ttp_loctToFile
source: Save the Current Coordinate to the Selected File(s)
de: Speichern Sie die aktuellen Koordinaten in den ausgewählten Dateien
fr: Enregistrer les coordonnées courantes dans le(s) fichier(s) sélectionné(s)
pl: Zapisz bieżące współrzędne do wybranego pliku(ów)
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பில் (கள்) தற்போதைய ஒருங்கிணைப்பை சேமிக்கவும்

# ttp_loctToFileDestination
source: Save the Current Coordinate to the Selected Files' Destination
de: Speichern Sie die aktuellen Koordinaten im Ziel der ausgewählten Dateien
fr: Enregistrer les coordonnées courantes dans les fichiers sélectionnés
pl: Zapisz bieżące współrzędne do lokalizacji wybranych plików
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் இலக்குக்கு தற்போதைய ஒருங்கிணைப்பை சேமிக்கவும்

# ttp_ManageFavourites
source: Manage Favourites
de: Favoriten verwalten
fr: Gérer les favoris
pl: Zarządzaj ulubionymi
ta: பிடித்தவைகளை நிர்வகிக்கவும்

# ttp_NavigateMapGo
source: Put Coordinates of Selected Files onto the Map
de: Koordinaten der ausgewählten Dateien auf die Karte setzen
fr: Placer les coordonnées des fichiers sélectionnés sur la carte
pl: Umieść współrzędne wybranych plików na mapie
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் ஆயங்களை வரைபடத்தில் வைக்கவும்

# ttp_OffsetTime
source: Time Zones are left as blank on open regardless of what the stored value is. There is no Exif Tag for TZ but only 'Offset', which is something like '+01:00'. As there is no indication for neither TZ nor DST per se I can't ascertain that '+01:00' was in fact say BST rather than CET, one being DST the other not. Either adjust manually or pull from web - the combination of coordinates + createDate would decisively inform the program of the real TZ value. The value in the read-only textbox will be saved in the file.
de: Zeitzonen bleiben beim Öffnen leer, unabhängig davon, welcher Wert gespeichert ist. Es gibt keinen Exif-Tag für TZ, sondern nur „Offset”, was in etwa „+01:00” entspricht. Da es weder für TZ noch für DST an sich einen Hinweis gibt, kann ich nicht mit Sicherheit sagen, dass „+01:00” tatsächlich BST und nicht CET war, wobei das eine DST ist und das andere nicht. Entweder manuell anpassen oder aus dem Internet abrufen – die Kombination aus Koordinaten + createDate würde dem Programm den tatsächlichen TZ-Wert eindeutig mitteilen. Der Wert im schreibgeschützten Textfeld wird in der Datei gespeichert.
fr: Les fuseaux horaires sont laissés vides à l'ouverture, quelle que soit la valeur stockée. Il n'y a pas d'étiquette Exif pour le fuseau horaire, mais seulement un « décalage », qui correspond à quelque chose comme « +01:00 ». Comme il n'y a pas d'indication pour TZ ou DST en soi, je ne peux pas m'assurer que '+01:00' était en fait BST plutôt que CET, l'un étant DST et l'autre non. La combinaison des coordonnées et de la date de création informerait de manière décisive le programme de la valeur réelle de la ZC. La valeur figurant dans la zone de texte en lecture seule sera enregistrée dans le fichier.
pl: Strefy czasowe są pozostawiane puste przy otwieraniu pliku, niezależnie od zapisanej wcześniej wartości. Nie istnieje znacznik Exif dla strefy czasowej (TZ), a jedynie "Offset", np. "+01:00". Ponieważ nie ma żadnej informacji ani o strefie czasowej, ani o czasie letnim (DST), nie mogę jednoznacznie stwierdzić, czy „+01:00” oznaczało na przykład BST (czas letni w Wielkiej Brytanii), czy CET (czas środkowoeuropejski), z których jeden uwzględnia DST, a drugi nie. Dostosuj ręcznie lub pobierz z internetu – połączenie współrzędnych i daty utworzenia (utwórz datę) pozwoli programowi jednoznacznie określić prawdziwą strefę czasową. Wartość w polu tekstowym (tylko do odczytu) zostanie zapisana do pliku.
ta: சேமிக்கப்பட்ட மதிப்பு என்ன என்பதைப் பொருட்படுத்தாமல் நேர மண்டலங்கள் திறந்த நிலையில் காலியாக விடப்படுகின்றன. TZ க்கு எக்சிஃப் குறிச்சொல் இல்லை, ஆனால் 'ஆஃப்செட்' மட்டுமே, இது '+01: 00' போன்றது. '+01: 00' உண்மையில் சி.இ.டி.யை விட பிஎச்டி என்று கூறியது, ஒன்று மற்றொன்று இல்லை என்பதை என்னால் அறிய முடியாது. ஒன்று கைமுறையாக சரிசெய்யவும் அல்லது வலையிலிருந்து இழுக்கவும் - ஆயத்தொகுப்புகளின் கலவையானது + உருவாக்கப்பட்டது உண்மையான TZ மதிப்பின் நிரலை தீர்க்கமாக தெரிவிக்கும். படிக்க மட்டும் உரைப்பெட்டியில் உள்ள மதிப்பு கோப்பில் சேமிக்கப்படும்.

# ttp_SaveFavourite
source: Save (or overwrite) the currently selected file's metadata to your Favourites
de: Speichern (oder überschreiben) Sie die Metadaten der aktuell ausgewählten Datei in Ihren Favoriten
fr: Enregistrer (ou écraser) les métadonnées du fichier sélectionné dans vos favoris
pl: Zapisz (lub nadpisz) metadane aktualnie wybranego pliku w Ulubionych
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட கோப்பின் மெட்டாடேட்டாவை உங்களுக்கு பிடித்தவைகளில் சேமிக்கவும் (அல்லது மேலெழுதவும்)

# ckb_ImportExport_ApplicationSettings
source: ApplicationSettings
de: Anwendungseinstellungen
fr: Paramètres de l'application
pl: Ustawienia aplikacji

# ckb_ImportExport_CustomRulesSettings
source: CustomRulesSettings
de: Benutzerdefinierte Regeleinstellungen
fr: Règles personnalisées
pl: Ustawienia reguł niestandardowych

# Generic_TimeZoneID
source: Time Zone ID
de: Zeitzonen-ID
fr: Id de fuseau horaire
pl: ID strefy czasowej

# Generic_Distance
source: Distance
de: Entfernung
pl: Dystans

# cmi_OpenCoordsInBrowser
source: Open Coordinates in Browser/Maps
de: Koordinaten im Browser/auf Karten öffnen
pl: Otwórz współrzędne w przeglądarce/mapach

# cmi_OpenCoordsInBrowserGeoNamesMaps
source: GeoNames (Maps)
de: GeoNames (Karten)

# tmi_File_ImportFavouritesFromGeoSetter
source: Import Favourites from Geosetter...
de: Favoriten aus Geosetter importieren...
pl: Importuj ulubione z Geosetter...

# ofd_Settings_GetDatabaseFileToImport_SelectDatabaseFile
source: Select a database file
de: Datenbankdatei auswählen
pl: Wybierz plik bazy danych

# ofd_tmi_File_ImportFavouritesFromGeoSetter_SelectFile
source: Select GS Favourites export file
de: GS-Favoriten-Exportdatei auswählen
pl: Wybierz plik eksportu Ulubionych GS

# mbx_FrmMainApp_ErrorImportGeoSetterFavourites
source: Error during importing GeoSetter Favourites.
de: Fehler beim Importieren der GeoSetter-Favoriten.
pl: Błąd podczas importowania Ulubionych z GeoSetter.

# mbx_FrmMainApp_InfoImportGeoSetterFavouritesDone
source: GeoSetter Favourites imported. Items imported:
de: GeoSetter-Favoriten importiert. Importierte Elemente:
pl: Zaimportowano Ulubione GeoSetter. Zaimportowane elementy:

# ckb_ShowThumbnails
source: Show Image Thumbnails rather than Grid
de: Bildminiaturen anstelle von Raster anzeigen
pl: Pokaż miniatury obrazów zamiast siatki

# ttp_ShowThumbnails
source: This causes a very significant performance hit (up to 7x by my measurements) so it's not recommended.
de: Dies führt zu einer erheblichen Beeinträchtigung der Leistung (nach meinen Messungen bis zu 7-fach), daher wird davon abgeraten.
pl: Powoduje to znaczący spadek wydajności (według moich pomiarów nawet 7-krotnie), dlatego nie jest to zalecane.

# Generic_SaveDefaults
source: Save Defaults
de: Standardeinstellungen speichern
pl: Zapisz domyślne

# ttp_FrmImportExport_SaveDefaults
source: Saves certain defaults. Currently: import source location, TZ & DST settings, max inter/extrapolation.
de: Speichert bestimmte Standardeinstellungen. Derzeit: Importquelle, Zeitzonen- und Sommerzeiteinstellungen, maximale Interpolation/Extrapolation.
pl: Zapisuje niektóre ustawienia domyślne. Obecnie: lokalizacja źródła importu, ustawienia TZ i DST, maksymalna interpolacja/ekstrapolacja.

# mbx_FrmImportExportGpx_ExportCompleted
source: GPX File Export Completed
de: GPX-Dateiexport abgeschlossen
pl: Zakończono eksport pliku GPX

# Generic_Feet_Abbr
source: ft
fr: pi
pl: stopa
ta: அடி

# rbt_MapColourModeNormal
source: Normal
pl: Normalny
ta: சாதாரண

# cmi_removeCachedData
source: Remove Cached Data
fr: Supprimer le cache

# Generic_Import
source: Import
fr: Importation
ta: இறக்குமதி

# Generic_GUID
source: GUID
ta: வழிகாட்டுதல்

# Generic_Metres_Abbr
source: m
ta: மீ

# Generic_OK
source: Ok
ta: சரி
