Repository: nemethviktor/GeoTagNinja
Catalog: Resources/Languages/Strings.*.resx
Languages: de, es, fr, pl, ta, uk

# btn_ApplyAndNext
source: Apply && Move to Next
de: Anwenden && Weiter
es: Aplicar y avanzar a siguiente
fr: Appliquer && Passer au suivant
pl: Zastosuj i przejdź do następnego
uk: Застосувати та перейти до наступного

# btn_InsertFromTakenDate
source: Use TakenDate
de: Aufnahmedatum verwenden
es: Usar fecha de captura
fr: Utiliser Date de prise de vue
pl: Użyj daty wykonania
uk: Використовувати дату зняття

# btn_PullMostRecentPasteSettings
source: Get the "latest" Paste Settings
de: Anwenden && Weiter
fr: Derniers paramètres de copier/coller
pl: Pobierz "najnowsze" ustawienia wklejania
uk: Отримайте «найновіші» налаштування вставки

# btn_PullMostRecentTrackSyncShift
source: Get the "latest" Shift Settings
de: „Neueste” Schicht-Einstellungen abrufen
fr: Derniers paramètres de décalage
pl: Pobierz "najnowsze" ustawienia przesunięcia
uk: Отримайте «найновіші» налаштування Shift

# btn_RemoveGeoData
source: Remove GPS and Location data
de: GPS- und Standortdaten entfernen
es: Eliminar datos de GPS y ubicación
fr: Supprimer toutes les données de géolocalisation
pl: Usuń dane lokalizacyjne i GPS
uk: Видалити дані GPS та місцезнаходження

# btn_ResetToDefaults
source: Reset to Defaults
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialisation aux valeurs par défaut
pl: Przywróć ustawienia domyślne
uk: Скинути до налаштувань за замовчуванням

# btn_RestartLater
source: Restart Later
de: Später neu starten
es: Reiniciar más tarde
fr: Redémarrer plus tard
pl: Uruchom ponownie później
uk: Перезавантажити пізніше

# btn_RestartNow
source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
pl: Uruchom ponownie
uk: Перезавантажити зараз

# btn_SetCurrentValues
source: Set current values for all images selected for editing...
de: Aktuelle Werte für alle zur Bearbeitung ausgewählten Bilder festlegen...
es: Establecer valores actuales para todas las imágenes seleccionadas para editar...
fr: Définir les valeurs courantes pour toutes les images sélectionnées pour l'édition...
pl: Ustaw bieżące wartości dla wszystkich obrazów wybranych do edycji...
uk: Встановити поточні значення для всіх зображень, вибраних для редагування...

# ckb_AddXMPSideCar
source: Add/Overwrite Sidecar XMP
de: Sidecar XMP hinzufügen/überschreiben
es: Agregar/Sobrescribir Sidecar XMP
fr: Créer/remplacer les métadonnées dans un fichier de métadonnées XMP séparé
pl: Dodaj/Nadpisz Sidecar XMP
ta: சைட்கார் எக்ச்எம்பியைச் சேர்க்கவும்/மேலெழுதவும்
uk: Додати/Перезаписати XMP Sidecar

# ckb_DeSelectAll
source: (Un)Check All
de: Alle (de)markieren
es: (Des)Marcar todo
fr: (De)valider tout
pl: Odznacz wszystko
ta: (ஐ.நா) அனைத்தையும் சரிபார்க்கவும்
uk: (Зняти) всі позначки

# ckb_DoNotQueryAPI
source: Do NOT do reverse geocoding (only get the coordinates, but not the City/state/etc)
de: Keine umgekehrte Geokodierung durchführen (nur die Koordinaten abrufen, aber nicht die Stadt/das Bundesland/etc.)
es: NO realizar geocodificación inversa (solo obtener las coordenadas, pero no la ciudad/estado/etc.)
fr: Ne PAS faire de géocodage inversé (obtenir seulement les coordonnées, mais pas la ville/l'état/etc...)
pl: NIE wykonuj odwrotnego geokodowania (pobierz tylko współrzędne, a nie miasto/stan/itp.)
ta: தலைகீழ் சியோகோடிங்கைச் செய்ய வேண்டாம் (ஆயங்களை மட்டுமே பெறுங்கள், ஆனால் நகரம்/மாநிலம்/போன்றவை அல்ல)
uk: НЕ виконуйте зворотне геокодування (отримуйте лише координати, але не місто/штат/тощо)

# ckb_ExportTrackIncludeAltitude
source: Include Altitude data in Export
de: Höhenangaben in den Export einbeziehen
es: Incluir datos de altitud en la exportación
fr: Inclure les données d'altitude dans l'exportation
pl: Uwzględnij dane dotyczące wysokości w eksporcie
ta: ஏற்றுமதியில் உயரத் தரவைச் சேர்க்கவும்
uk: Включити дані про висоту в експорт

# ckb_ImportExport_CityRulesSettings
source: CityRulesSettings
de: Stadtregeln-Einstellungen
fr: Règle de nommage des villes
pl: Ustawienia zasad miasta
ta: சிட்டி ருலெசெட்டிங்ச்

# ckb_IncludePredeterminedCountries
source: Include "Predetermined" countries? (see link above + caveat/warning)
de: „Vorgegebene“ Länder einbeziehen? (siehe Link oben + Hinweis/Warnung)
es: ¿Incluir países "predeterminados"? (ver enlace arriba + advertencia)
fr: Inclure les pays « prédéterminés » ? (voir lien ci-dessus + avertissement)
pl: Uwzględnić "ustalone" kraje? (patrz link powyżej + zastrzeżenie/ostrzeżenie)
ta: "முன்னரே தீர்மானிக்கப்பட்ட" நாடுகளைச் சேர்க்கவா? (மேலே உள்ள இணைப்பைக் காண்க + எச்சரிக்கை/எச்சரிக்கை)
uk: Включити "попередньо визначені" країни? (див. посилання вище + застереження/попередження)

# ckb_LoadTrackOntoMap
source: Overlay Track file onto Map
de: Track-Datei auf Karte einblenden
es: Superponer archivo de ruta en el mapa
fr: Superposition d'un fichier de suivi GPS sur la carte
pl: Nałóż trasę z pliku na mapę
ta: வரைபடத்தில் மேலடுக்கு டிராக் கோப்பு
uk: Накладання файлу треку на карту

# ckb_OffsetTime
source: Time Zone Offset
de: Zeitzonenverschiebung
fr: Décalage du fuseau horaire
pl: Strefa czasowej
ta: நேர மண்டலம் ஆஃப்செட்

# ckb_OverlayGPXForSelectedDatesOnly
source: Only for dates that fall within the first & last date of the selected files
de: Nur für Daten, die innerhalb des ersten und letzten Datums der ausgewählten Dateien liegen
fr: Uniquement pour les dates qui tombent entre la première et la dernière date des fichiers sélectionnés
pl: Tylko dla dat mieszczących się w pierwszej i ostatniej dacie wybranych plików
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் முதல் மற்றும் கடைசி தேதிக்குள் வரும் தேதிகளுக்கு மட்டுமே

# ckb_OverwriteOriginal
source: Do NOT Make a xxx_original Backup
de: KEINE "xxx_original" Sicherungsdatei erstellen
fr: Ne pas conserver de fichier de sauvegarde (xxxx_original)
pl: NIE twórz kopii zapasowych xxx_original
ta: XXX_ORIGINAL காப்புப்பிரதியை உருவாக்க வேண்டாம்

# ckb_PopulatedPlacesOnly
source: Only display API data filtered to "Populated places" (fcode=PPL) [not recommended]
de: Nur API-Daten anzeigen, die nach „Bevölkerte Orte” (fcode=PPL) gefiltert wurden [nicht empfohlen]
fr: Afficher uniquement les données API filtrées sur les « lieux habités » (fcode=PPL) [non recommandé]
pl: Wyświetlaj tylko dane API przefiltrowane do "Miejsc zamieszkanych" (fcode=PPL) [niezalecane]
ta: "மக்கள் தொகை கொண்ட இடங்களுக்கு" (FCODE = PPL) வடிகட்டப்பட்ட பநிஇ தரவை மட்டுமே காண்பி [பரிந்துரைக்கப்படவில்லை]

# ckb_ProcessOriginalFile
source: Process the Image File itself
de: Bilddatei selbst verarbeiten
fr: Traiter le fichier image lui-même
pl: Przetwórz tylko plik obrazu
ta: படக் கோப்பை செயலாக்கவும்

# ckb_QuestionStopProcessingRows
source: Stop Processing further rows?
de: Weiterverarbeitung weiterer Zeilen stoppen?
fr: Arrêter le traitement des lignes supplémentaires ?
pl: Zatrzymać przetwarzanie kolejnych wierszy?
ta: மேலும் வரிசைகளை செயலாக்குவதை நிறுத்தவா?

# ckb_RemoveGeoDataRemovesTimeOffset
source: The "Remove Geodata" function also removes TimeZone Offset
de: Die Funktion „Geodaten entfernen” entfernt auch den Zeitzonen-Offset
fr: La fonction « Supprimer les données de géolocalisation » supprime également le décalage de fuseau horaire
pl: Funkcja "Usuń Geodane" usuwa również strefę czasową
ta: "சியோடேட்டாவை அகற்று" செயல்பாடு நேர மண்டல ஆஃப்செட்டையும் நீக்குகிறது

# ckb_ReplaceBlankToponyms
source: Replace blank City, State, Sublocation values with:
de: Leere Werte für Stadt, Bundesstaat und Region ersetzen durch:
fr: Remplacer les valeurs de Ville, État, Lieu vides par la valeur suivante :
pl: Zastąp puste wartości Miasto, Stan, Podlokalizacja następującymi:
ta: வெற்று நகரம், மாநில, சப்ளோகேசன் மதிப்புகளை மாற்றவும்:

# ckb_ResetFileDateToCreated
source: Reset Image File DateTime to CreateDate
de: Bilddatei-Datum/Uhrzeit auf Erstellungsdatum zurücksetzen
fr: Remplacer l'horodatage du fichier image avec celui de sa date de création
pl: Reset Image DateTime to CreateDateDate (ang.)
ta: படக் கோப்பை உருவாக்குவதற்கு மீட்டமைக்கவும்

# ckb_ResetMapToZero
source: Set Map to 0/0 if no GeoData
de: Karte auf 0/0 setzen, wenn keine Geodaten vorhanden sind
fr: Pointer la carte sur 0/0 s'il n'y a pas de données de géolocalisation
pl: Ustaw Mapę na 0/0, jeśli nie ma geodanych
ta: சியோடேட்டா இல்லை என்றால் வரைபடத்தை 0/0 ஆக அமைக்கவும்

# ckb_StopProcessingRules
source: Stop processing rules after first Country+Target match
de: Verarbeitungsregeln nach erster Übereinstimmung von Land und Ziel beenden
fr: Arrêter le traitement des règles après la première correspondance Pays+Cible
pl: Zatrzymanie przetwarzania reguł po pierwszym dopasowaniu Kraj+Cel
ta: முதல் நாடு+இலக்கு பொருத்தத்திற்குப் பிறகு செயலாக்க விதிகளை நிறுத்துங்கள்

# ckb_UpdateCheckPreRelease
source: Check for Pre-release [beta] updates as well?
de: Auch nach Vorabversionen [Beta] suchen?
fr: Vérifier également les mises à jour de préversion (bêta) ?
pl: Sprawdzać również aktualizacje [beta]?
ta: முன் வெளியீடு [பீட்டா] புதுப்பிப்புகளையும் சரிபார்க்கவும்?

# ckb_UseDarkMode
source: Use Dark Mode in the App UI?
de: Dunkler Modus in der App-Benutzeroberfläche verwenden?
fr: Utiliser le mode sombre dans l'interface utilisateur de l'application ?
pl: Używać trybu ciemnego w interfejsie aplikacji?
ta: பயன்பாட்டின் இடைமுகம் இல் இருண்ட பயன்முறையைப் பயன்படுத்தவா?

# ckb_UseImperialNotMetric
source: Use Imperial (Feet) for Altitude (rather than Metric [Metres])
de: Imperiale Maßeinheiten (Fuß) für die Höhe verwenden (anstelle von metrischen Einheiten [Meter])
fr: Utiliser le système impérial (en pieds) pour l'altitude plutôt que le système métrique (en mètres)
pl: Wysokość podawana jest w systemie imperialnym (w stopach), a nie metrycznym (w metrach)
ta: உயரத்திற்கு இம்பீரியல் (அடி) பயன்படுத்தவும் (மெட்ரிக் [மீட்டர்] ஐ விட)

# ckb_UseTimeZone
source: Use this Time Zone:
de: Diese Zeitzone verwenden:
fr: Utilisez ce fuseau horaire :
pl: Użyj strefy czasowej:
ta: இந்த நேர மண்டலத்தைப் பயன்படுத்தவும்:

# clh_BlankOutTargetPoint
source: Blank out?
de: Ausblenden?
fr: En blanc ?
pl: Puste miejsce?
ta: வெற்று வெளியே?

# clh_DataPointConditionType
source: If
de: Wenn
fr: Si
pl: Jeśli
ta: என்றால்

# clh_DataPointConditionValue
source: Value
de: Wert
fr: Valeur
pl: Wartość
ta: மதிப்பு

# clh_DataPointName
source: What
de: Was
fr: Quoi
pl: Co
ta: என்ன

# clh_ExifTag
source: Exif (GTN Internal) Tag
de: Exif (GTN intern) Tag
fr: Tag Exif (GTN interne)
pl: Tag EXIF (wewnętrzny GTN)
ta: Exif (gtn internal) குறிச்சொல்

# clh_Folder
source: Folder
de: Ordner
fr: Dossier
pl: Filder
ta: கோப்புறை

# clh_ModifiedValue
source: Modified (Unsaved) Value
de: Geänderter (nicht gespeicherter) Wert
fr: Valeur modifiée (non sauvegardée)
pl: Wartość zmieniona (niezapisana)
ta: மாற்றியமைக்கப்பட்ட (சேமிக்கப்படாத) மதிப்பு

# clh_OriginalValue
source: Original (Saved) Value
de: Originalwert (gespeichert)
fr: Valeur originale (sauvegardée)
pl: Wartość oryginalna (zapisana)
ta: அசல் (சேமிக்கப்பட்ட) மதிப்பு

# clh_TargetPointName
source: Then
de: Dann
fr: Alors
pl: Wtedy
ta: பின்னர்

# clh_TargetPointNameCustomCityLogic
source: Reads city from
de: Liest Stadt aus
fr: Lire la ville depuis le champ
pl: Odczyt miasta z
ta: நகரத்திலிருந்து படிக்கிறது

# clh_TargetPointOutcome
source: Becomes
de: Wird zu
fr: Devient
pl: Staje się
ta: ஆகிறது

# clh_TargetPointOutcomeCustom
source: Custom Outcome
de: Benutzerdefiniertes Ergebnis
fr: Résultat personnalisé
pl: Niestandardowy wynik
ta: தனிப்பயன் விளைவு

# cmi_OpenCoordsInAPI
source: Open Coordinates in API
de: Koordinaten in API öffnen
fr: Coordonnées ouvertes dans l'API
pl: Otwarte współrzędne w API
ta: பநிஇ இல் திறந்த ஒருங்கிணைப்புகள்

# cmi_ShowHideCols
source: Show or Hide Columns
de: Spalten ein- oder ausblenden
fr: Montrer ou cacher les colonnes
pl: Pokaż lub ukryj kolumny
ta: நெடுவரிசைகளைக் காட்டவும் அல்லது மறைக்கவும்

# fbd_StartupFolder
source: Browse for Startup Folder
de: Nach Startordner suchen
fr: Rechercher le dossier de démarrage
pl: Przeglądanie w poszukiwaniu folderu startowego
ta: தொடக்க கோப்புறைக்கு உலாவுக

# frm_FrmEditFileData
source: Edit Data
de: Daten bearbeiten
fr: Modifier les données
pl: Edycja danych
ta: தரவைத் திருத்தவும்

# frm_FrmImportExportGpx
source: Import GPX/JSON Data
de: GPX/JSON-Daten importieren
fr: Importer des données GPX/JSON
pl: Import danych GPX/JSON
ta: GPX/JSON தரவை இறக்குமதி செய்க

# frm_FrmManageFavourites
source: Manage Favourites
de: Favoriten verwalten
fr: Gérer les favoris
pl: Zarządzaj ulubionymi
ta: பிடித்தவைகளை நிர்வகிக்கவும்

# frm_FrmPasteWhat
source: Paste…What?
de: Einfügen…Was?
fr: Quelles informations coller ?
pl: Wklej... Co?
ta: ஒட்டவும்… என்ன?

# frm_FrmPickDataFromAPIBox
source: Choose Toponymy Values
de: Toponymie-Werte auswählen
fr: Choisissez la toponymie
pl: Wybieraj nazwy geograficzne
ta: Toponmany walces ஐத் தேர்வுசெய்க

# frm_FrmPleaseWaitBox
source: Please wait while the folder loads.
de: Bitte warten Sie, während der Ordner geladen wird.
fr: Veuillez patienter pendant le chargement du dossier.
pl: Czekaj na załadowanie folderu.
ta: கோப்புறை ஏற்றும்போது காத்திருங்கள்.

# frm_FrmSettings
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
ta: அமைப்புகள்

# gbx_AppSettings
source: Application Settings
de: Anwendungseinstellungen
fr: Paramètres de l'application
pl: Ustawienia aplikacji
ta: பயன்பாட்டு அமைப்புகள்

# gbx_CreateDate
source: Created Date
de: Erstellungsdatum
fr: Date créée
pl: Data utworzenia
ta: உருவாக்கப்பட்ட தேதி

# gbx_Dates
source: Dates
de: Daten
pl: Daty
ta: தேதிகள்

# gbx_EditImageList
source: Images selected for editing
de: Zur Bearbeitung ausgewählte Bilder
fr: Images selectionnées pour edition
pl: Obrazy wybrane do edycji
ta: திருத்துதல் தேர்ந்தெடுக்கப்பட்ட படங்கள்

# gbx_GeoNamesLanguageSettings
source: GeoNames Language Settings
de: GeoNames-Spracheinstellungen
fr: Paramètres linguistiques de GeoNames
pl: Ustawienia języka GeoNames
ta: சியோனேம்ச் மொழி அமைப்புகள்

# gbx_GeoNamesSettings
source: GeoNames Settings
de: GeoNames-Einstellungen
fr: Paramètres de GeoNames
pl: Ustawienia GeoNames
ta: சியோனேம்ச் அமைப்புகள்

# gbx_GetAltitude
source: Get Altitude data
de: Höhenangaben abrufen
fr: Obtenir les données d'altitude
pl: Pobierz dane wysokości
ta: உயரத் தரவைப் பெறுங்கள்

# gbx_GetToponomy
source: Get Toponomy data
de: Toponomische Daten abrufen
fr: Obtenir les données de toponymie
pl: Pobierz dane Toponimii
ta: Poponomy தரவைப் பெறுங்கள்

# gbx_GPSData
source: GPS Data
de: GPS-Daten
fr: Données GPS
pl: Dane GPS
ta: சி.பி.எச் தரவு

# gbx_ImportExportGpxSource
source: Source
de: Quelle
pl: Źródło
ta: மூலம்

# gbx_ImportExportGpxTimeSetting
source: Time Setting
de: Zeiteinstellung
fr: Réglage de l'heure
pl: Ustawienia czasu
ta: நேர அமைப்பு

# gbx_LocationData
source: Location Data
de: Standortdaten
fr: Données de localisation
pl: Dane lokalizacji
ta: இருப்பிட தரவு

# gbx_MapColourMode
source: Map Colour Mode
de: Kartenfarbmodus
fr: Mode couleur de la carte
pl: Kolor mapy
ta: வரைபட வண்ண பயன்முறை

# gbx_OtherSettings
source: Other Settings
de: Sonstige Einstellungen
fr: Autres paramètres
pl: Inne ustawienia
ta: பிற அமைப்புகள்

# gbx_SaveTrackTo
source: Save Track (Options)
de: Track speichern (Optionen)
fr: Sauvegarder le fichier de suivi GPS (Options)
pl: Zapisz ścieżkę (opcjonalnie)
ta: தடத்தை சேமி (விருப்பங்கள்)

# gbx_TakenDate
source: Date (Image) Taken
de: Aufnahmedatum (Bild)
fr: Date à laquelle l'image a été prise
pl: Data wykonania (zdjęcie)
ta: தேதி (படம்) எடுக்கப்பட்டது

# Generic_All
source: All
de: Alle
fr: Tout
pl: Wszystko
ta: அனைத்தும்

# Generic_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
ta: ரத்துசெய்

# Generic_City
source: City
de: Stadt
fr: Ville
pl: Miasto
ta: நகரம்

# Generic_Close
source: Close
de: Schließen
fr: Fermer
pl: Zamknij
ta: மூடு

# Generic_Coordinates
source: Coordinates
de: Koordinaten
fr: Coordonnées
pl: Współrzędne
ta: ஒருங்கிணைப்புகள்

# Generic_Country
source: Country
de: Land
fr: Pays
pl: Państwo
ta: நாடு

# Generic_CountryCode
source: Country Code
de: Ländercode
fr: Code pays
pl: Kod państwa
ta: நாட்டின் குறியீடு

# Generic_CreateDate
source: Create Date
de: Erstellungsdatum
fr: Date de création
pl: Utwórz datę
ta: தேதியை உருவாக்கு

# Generic_Days
source: Days
de: Tage
fr: Jours
pl: Dni
ta: நாட்கள்

# Generic_Decimal
source: Decimal
de: Dezimal
fr: Décimal
pl: Dziesiętny
ta: தசம

# Generic_Delete
source: Delete
de: Löschen
fr: Supprimer
pl: Usuń
ta: நீக்கு

# Generic_DestCoordinates
source: Dest Coordinates
de: Zielkoordinaten
fr: Coordonnées de destination
pl: Współrzędne docelowe
ta: டெச்ட் ஆயத்தொகுதிகள்

# Generic_Export
source: Export
de: Exportieren
fr: Exportation
pl: Eksport
ta: ஏற்றுமதி

# Generic_ExportTrackTimeStampType
source: TimeStamp Value
de: Zeitstempelwert
fr: Valeur de l'horodatage
pl: Wartość znacznika czasu
ta: நேர முத்திரை மதிப்பு

# Generic_ExposureTime
source: Exposure Time
de: Belichtungszeit
fr: Temps d'exposition
pl: Czas ekspozycji
ta: நேரிடுதல் காலம்

# Generic_Favourites
source: Favourites
de: Favoriten
fr: Favoris
pl: Ulubione
ta: பிடித்தவை

# Generic_Feet
source: Feet
de: Fuß
fr: Pieds
pl: Stopy
ta: அடி

# Generic_FileModifyDate
source: File Date
de: Dateidatum
fr: Date de Fichier
pl: Data pliku
ta: கோப்பு தேதி

# Generic_FileName
source: File Name
de: Dateiname
fr: Nom du fichier
pl: Nazwa pliku
ta: கோப்பு பெயர்

# Generic_Fnumber
source: Aperture
de: Blende
fr: Ouverture
pl: Przysłona
ta: துளை

# Generic_FocalLength
source: Focal Length
de: Brennweite
fr: Longueur focale
pl: Ogniskowa
ta: குவிநீளம், குவியத் தொலைவு

# Generic_FocalLengthIn35mmFormat
source: Focal Length (35mm)
de: Brennweite (35 mm)
fr: Longueur focale (35mm)
pl: Długość ogniskowej (35 mm)
ta: குவிய நீளம் (35 மிமீ)

# Generic_ForAllImages
source: For All Images
de: Für alle Bilder
fr: Pour toutes les images
pl: Wszystkie obrazy
ta: எல்லா படங்களுக்கும்

# Generic_ForThisImage
source: For This Image
de: Für dieses Bild
fr: Pour cette image
pl: Dla tego obrazu
ta: இந்த படத்திற்கு

# Generic_GPSAltitude
source: Altitude
de: Höhe
pl: Wysokość
ta: குத்துயரம்

# Generic_GPSAltitudeRef
source: Altitude Ref
de: Höhenreferenz
fr: Réf d'altitude
pl: Wysokość bezwzględna
ta: உயர்வு குறிப்பு

# Generic_GPSDateTime
source: GPS DateTime
de: GPS-Datum und -Uhrzeit
fr: Date et heure GPS
pl: Data i czas GPS
ta: சி.பி.எச் தேதிநேரம்

# Generic_GPSDestLatitude
source: Dest Latitude
de: Zielbreite
fr: Latitude de destination
pl: Docelowa szerokość geograficzna
ta: அட்சரேகை அட்சரேகை

# Generic_GPSDestLatitudeRef
source: Dest Latitude Ref
de: Zielbreite Ref
fr: Réf de latitude de destination
pl: Kierunek szerokości geograficznej
ta: டெச்ட் அட்சரேகை குறிப்பு

# Generic_GPSDestLongitude
source: Dest Longitude
de: Ziellänge
fr: Longitude de destination
pl: Długość geograficzna
ta: தீர்க்கதரிசனம்

# Generic_GPSDestLongitudeRef
source: Dest Longitude Ref
de: Ziel-Längengrad-Referenz
fr: Réf de longitude de destination
pl: Kierunek długości geograficznej
ta: டெச்ட் தீர்க்கரேகை குறிப்பு

# Generic_GPSImgDirection
source: Img Direction
de: Bildrichtung
fr: Direction de la photo
pl: Kierunek
ta: IMG திசை

# Generic_GPSImgDirectionRef
source: Img Direction Ref
de: Bildrichtungsreferenz
fr: Réf de direction de la photo
pl: Kierunek skierowania aparatu
ta: Img திசை ref

# Generic_GPSLatitude
source: Latitude
de: Breitengrad
pl: Szerokość
ta: அகலாங்கு

# Generic_GPSLatitudeRef
source: Latitude Ref
de: Breitengrad-Referenz
fr: Réf de latitude
pl: Kierunek szerokości geograficznej
ta: அட்சரேகை குறிப்பு

# Generic_GPSLongitude
source: Longitude
de: Längengrad
pl: Długość
ta: நெட்டாங்கு

# Generic_GPSLongitudeRef
source: Longitude Ref
de: Längengrad-Referenz
fr: Réf de longitude
pl: Kierunek długości geograficznej
ta: தீர்க்கரேகை குறிப்பு

# Generic_GPSSpeed
source: Speed
de: Geschwindigkeit
fr: Vitesse
pl: Prędkość
ta: வேகம்

# Generic_GPSSpeedRef
source: Speed Ref
de: Geschwindigkeitsreferenz
fr: Réf de vitesse
pl: Jednostka prędkości
ta: வேக குறிப்பு

# Generic_Hours
source: Hours
de: Stunden
fr: Heures
pl: Godziny
ta: மணி

# Generic_Insert
source: Insert
de: Einfügen
fr: Insérer
pl: Wstaw
ta: செருகவும்

# Generic_IPTCKeywords
source: IPTC Keywords
de: IPTC-Schlüsselwörter
fr: Mots-clés IPTC
pl: Słowa kluczowe IPTC
ta: ஐபிடிசி முக்கிய வார்த்தைகள்

# Generic_ISO
source: ISO Speed
de: ISO-Geschwindigkeit
fr: Vitesse ISO
pl: Prędkość ISO
ta: ஐஎச்ஓ விரைவு

# Generic_LensSpec
source: Lens
de: Objektiv
fr: Optique
pl: Obiektyw
ta: லென்ச்

# Generic_Make
source: Make
de: Marke
fr: Fait
pl: Marka
ta: உருவாக்கு

# Generic_Metres
source: Metres
de: Meter
fr: Mètres
pl: Metry
ta: மீட்டர்

# Generic_Miles
source: Miles
de: Meilen
fr: Milles
pl: Mile
ta: மைல்கள்

# Generic_Minutes
source: Minutes
de: Minuten
pl: Minuty
ta: நிமிடங்கள்

# Generic_Model
source: Model
de: Modell
fr: Modèle
ta: மாதிரியுரு

# Generic_No
source: No
de: Nein
fr: Non
pl: Nie
ta: இல்லை

# Generic_None
source: None
de: Keine
fr: Aucun
pl: Brak
ta: எதுவுமில்லை

# Generic_OffsetTime
source: Time Zone Offset
de: Zeitzonenverschiebung
fr: Décalage du fuseau horaire
pl: Przesunięcie strefy czasowej
ta: நேர மண்டலம் ஆஃப்செட்

# Generic_PleaseWait
source: Pls wait...
de: Bitte warten...
fr: Svp, attendez...
pl: Proszę czekać...
ta: தயவுசெய்து காத்திருங்கள் ...

# Generic_QuestionDontAskAgain
source: Don't Ask again
de: Nicht erneut fragen
fr: Ne plus demander
pl: Nie pytaj ponownie
ta: மீண்டும் கேட்க வேண்டாம்

# Generic_Rating
source: Rating
de: Bewertung
fr: Notation
pl: Ocena
ta: செயல்வரம்பு

# Generic_Rename
source: Rename
de: Umbenennen
fr: Renommer
pl: Zmiana nazwy
ta: மறுபெயரிடுங்கள்

# Generic_Save
source: Save the Current Changes
de: Aktuelle Änderungen speichern
fr: Sauvegarder
pl: Zapisz bieżące zmiany
ta: தற்போதைய மாற்றங்களைச் சேமிக்கவும்

# Generic_Seconds
source: Secs
de: Sekunden
fr: Secondes
pl: Sekundy
ta: நொடி

# Generic_ShowPassword
source: Show Password
de: Passwort anzeigen
fr: Afficher le mot de passe
pl: Pokaż hasło
ta: கடவுச்சொல்லைக் காட்டு

# Generic_State
source: State/Province
de: Bundesland/Provinz
fr: État/Province
pl: Stan/Prowincja
ta: மாநில/மாகாணம்

# Generic_Sublocation
source: Sublocation
de: Unterort
fr: Lieu
pl: Dzielnica
ta: துணை

# Generic_TakenDate
source: Taken Date
de: Aufnahmedatum
fr: Date de prise de vue
pl: Data wykonania
ta: தேதி எடுக்கப்பட்டது

# Generic_TZTime
source: Time Zone Adjustment:
de: Zeitzonenanpassung:
fr: Réglage du fuseau horaire :
pl: Dostosowanie strefy czasowej:
ta: நேர மண்டல சரிசெய்தல்:

# Generic_UseDST
source: Use DST?
de: Sommerzeit verwenden?
fr: Utiliser l'heure d'été ?
pl: Używać DST?
ta: டிஎச்டி பயன்படுத்தவா?

# Generic_XMLSubjects
source: XML Subjects
de: XML-Themen
fr: Sujets XML
pl: Tematy XML
ta: எக்ச்எம்எல் பாடங்கள்

# Generic_Yes
source: Yes
de: Ja
fr: Oui
pl: Tak
ta: ஆம்

# lbl_ARCGIS_APIKey
source: ARCGIS API Key
de: ARCGIS-API-Schlüssel
fr: Clé API ArcGIS
pl: Klucz ARCGIS API
ta: ArcGIS பநிஇ விசை

# lbl_CameraTime
source: Camera Date/Time
de: Kamera-Datum/Uhrzeit
fr: Date/heure de la caméra
pl: Data/godzina kamery
ta: கேமரா தேதி/நேரம்

# lbl_CameraTimeNote
source: Note: Time Shift is needed only when the image timestamps are not properly synchronized with GPS time. Leave as 0s unless required.
de: Hinweis: Eine Zeitverschiebung ist nur erforderlich, wenn die Zeitstempel der Bilder nicht richtig mit der GPS-Zeit synchronisiert sind. Belassen Sie den Wert auf 0s, sofern nicht erforderlich.
fr: Remarque : le décalage d'heure n'est nécessaire que lorsque les horodatages des images ne sont pas correctement synchronisés avec l'heure GPS. Laissez à 0 sauf si nécessaire.
pl: Uwaga: Przesunięcie czasowe jest potrzebne tylko wtedy, gdy znaczniki czasu obrazu nie są prawidłowo zsynchronizowane z czasem GPS. Pozostaw 0s, chyba, że korekta jest wymagana.
ta: குறிப்பு: பட நேர முத்திரைகள் சி.பி.எச் நேரத்துடன் சரியாக ஒத்திசைக்கப்படாதபோது மட்டுமே நேர மாற்றம் தேவைப்படுகிறது. தேவையில்லை என்றால் 0S ஆக விடவும்.
