Repository: nemethviktor/GeoTagNinja
Catalog: Resources/Languages/Strings.*.resx
Languages: de, es, fr, pl, ta, uk

# rbt_importFromAnotherFolder
source: Import from another folder
de: Aus einem anderen Ordner importieren
fr: Importer depuis un autre dossier
pl: Importuj z innego folderu
ta: மற்றொரு கோப்புறையிலிருந்து இறக்குமதி செய்யுங்கள்

# rbt_importFromCurrentFolder
source: Import from the current folder
de: Aus dem aktuellen Ordner importieren
fr: Importer depuis le dossier courant
pl: Importuj z bieżącego folderu
ta: தற்போதைய கோப்புறையிலிருந்து இறக்குமதி செய்யுங்கள்

# rbt_importOneFile
source: Import from a chosen file
de: Aus einer ausgewählten Datei importieren
fr: Importer depuis un fichier
pl: Importuj z wybranego pliku
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பிலிருந்து இறக்குமதி செய்யுங்கள்

# rbt_MapColourModeDarkInverse
source: Dark (Inverse)
de: Dunkel (Invers)
fr: Sombre (inverse)
pl: Ciemny (odwrotny)
ta: இருண்ட (தலைகீழ்)

# rbt_MapColourModeDarkPale
source: Dark (Pale)
de: Dunkel (Blass)
fr: Sombre (pâle)
pl: Ciemny (blady)
ta: இருண்ட (வெளிர்)

# rbt_PasteCreateDateActual
source: Actual (Fixed values)
de: Aktuell (Feste Werte)
fr: Courante (valeurs fixes)
pl: Rzeczywiste (wartości stałe)
ta: உண்மையான (நிலையான மதிப்புகள்)

# rbt_PasteCreateDateShift
source: Time Shift
de: Zeitverschiebung
fr: Décalage horaire
pl: Zmiana czasu
ta: நேர மாற்றம்

# rbt_PasteTakenDateActual
source: Actual (Fixed values)
de: Tatsächlich (Feste Werte)
fr: Courante (valeurs fixes)
pl: Rzeczywiste (wartości stałe)
ta: உண்மையான (நிலையான மதிப்புகள்)

# rbt_PasteTakenDateShift
source: Time Shift
de: Zeitverschiebung
fr: Décalage horaire
pl: Zmiana czasu
ta: நேர மாற்றம்

# rbt_TakenDateSetToFixedDate
source: Set to Fixed Date
de: Auf festes Datum setzen
fr: Définir à une date fixe
pl: Ustaw datę na stałe
ta: நிலையான தேதிக்கு அமைக்கவும்

# rbt_TakenDateTimeShift
source: Time Shift
de: Zeitverschiebung
fr: Décalage horaire
pl: Zmiana czasu
ta: நேர மாற்றம்

# rbt_TryUseGeoNamesLanguage
source: Try to use this language when retrieving location names:
de: Versuchen Sie, diese Sprache beim Abrufen von Ortsnamen zu verwenden:
fr: Essayez d'utiliser cette langue lorsque vous recherchez des noms de lieux :
pl: Spróbuj użyć tego języka podczas pobierania nazw lokalizacji:
ta: இருப்பிட பெயர்களை மீட்டெடுக்கும் போது இந்த மொழியைப் பயன்படுத்த முயற்சிக்கவும்:

# rbt_UseGeoNamesLocalLanguage
source: Try to use the "local language" when retrieving location names
de: Versuchen Sie, beim Abrufen von Ortsnamen die „lokale Sprache” zu verwenden
fr: Essayez d'utiliser la « langue locale » lorsque vous recherchez des noms de lieux
pl: Spróbuj użyć "języka lokalnego" podczas pobierania nazw lokalizacji
ta: இருப்பிட பெயர்களை மீட்டெடுக்கும்போது "உள்ளக மொழியை" பயன்படுத்த முயற்சிக்கவும்

# rbx_CustomCityLogicExplanation
source: This is an advanced feature. AdminName1-4 & ToponymName refer to the API outputs so if you don't understand that, probably don't poke this at all. For an overall rundown, check: https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 . What this Setting does is that you can add your own choices of countries to get the "City" value from one of the specific AdminNames.
de: „Dies ist eine erweiterte Funktion. AdminName1-4 & ToponymName beziehen sich auf die API-Ausgaben. Wenn Sie diese nicht verstehen, sollten Sie diese Funktion besser nicht verwenden. Eine allgemeine Übersicht finden Sie unter: https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 . Mit dieser Einstellung können Sie Ihre eigenen Länder auswählen, um den Wert „City” aus einem der spezifischen AdminNames zu erhalten.
fr: Il s'agit d'une fonctionnalité avancée. AdminName1-4 et ToponymName font référence aux sorties de l'API, donc si vous ne comprenez pas cela, il est préférable de ne pas creuser plus le sujet. Pour un aperçu général, consultez : https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 . Ce réglage vous permet d'ajouter vos propres choix de pays pour obtenir la valeur « Ville » à partir de l'un des AdminNames spécifiques.
pl: To jest zaawansowana funkcja. AdminName1–4 oraz ToponymName odnoszą się do wyników API, więc jeśli tego nie rozumiesz, lepiej nie ruszaj tej opcji. Pełne omówienie znajdziesz tutaj: https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 To ustawienie pozwala dodać własne wybrane kraje, z których wartość "Miasto" będzie pobierana z jednego z konkretnych pól AdminName.
ta: இது ஒரு மேம்பட்ட நற்பொருத்தம். Adminname1-4 & toponmanmname பநிஇ வெளியீடுகளைக் குறிக்கின்றன, எனவே உங்களுக்கு அது புரியவில்லை என்றால், இதை ஒன்றும் குத்த வேண்டாம். ஒட்டுமொத்த தீர்வுக்கு, சரிபார்க்கவும்: https://github.com/nemethviktor/geotagninja/issues/38#issuecomment-1356844255. இந்த அமைப்பு என்னவென்றால், குறிப்பிட்ட நிர்வாகப் பெயர்களில் ஒன்றிலிருந்து "நகரம்" மதிப்பைப் பெற நாடுகளின் சொந்த தேர்வுகளை நீங்கள் சேர்க்கலாம்.

# rbx_CustomCityLogicExplanationBold
source: Note that changes to the table below are immediately affected and the OK/Cancel button has no effect per se on them. You also need to right-click and click Reset Cached Data for any files that may be affected by your changes if you want to pull data within this session (or just restart the app.)
de: Beachten Sie, dass Änderungen an der folgenden Tabelle sofort wirksam werden und die Schaltfläche „OK/Abbrechen” an sich keine Auswirkungen auf sie hat. Sie müssen außerdem mit der rechten Maustaste klicken und „Zwischengespeicherte Daten zurücksetzen” für alle Dateien auswählen, die von Ihren Änderungen betroffen sein könnten, wenn Sie Daten innerhalb dieser Sitzung abrufen möchten (oder starten Sie einfach die App neu)
fr: Notez que les modifications apportées au tableau ci-dessous sont immédiatement prises en compte et que le bouton OK/Annuler n'a pas d'effet en soi. Vous devez également faire un clic droit et cliquer sur Réinitialiser les données mises en cache pour tous les fichiers susceptibles d'être affectés par vos modifications si vous souhaitez extraire des données au cours de cette session (ou simplement redémarrer l'application)
pl: Zwróć uwagę, że zmiany w tabeli poniżej są stosowane natychmiastowo, a przyciski OK/Anuluj nie mają na nie bezpośredniego wpływu. Jeśli chcesz pobrać dane w ramach tej samej sesji dla plików, które mogły zostać objęte zmianami, musisz kliknąć prawym przyciskiem myszy i wybrać Resetuj buforowane dane (lub po prostu zrestartować aplikację.)
ta: கீழேயுள்ள அட்டவணையில் மாற்றங்கள் உடனடியாக பாதிக்கப்படுகின்றன என்பதையும், சரி/ரத்துசெய் பொத்தானை அவற்றில் எந்த விளைவும் இல்லை என்பதையும் நினைவில் கொள்க. இந்த அமர்வுக்குள் தரவை இழுக்க விரும்பினால் (அல்லது பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.) உங்கள் மாற்றங்களால் பாதிக்கப்படக்கூடிய எந்தவொரு கோப்பிற்கும் தற்காலிக சேமிப்பு தரவை மீட்டமைக்க வேண்டும் என்பதைக் சொடுக்கு செய்து சொடுக்கு செய்ய வேண்டும்.

# rbx_CustomRulesExplanation
source: This is an advanced feature. AdminName1-4 & ToponymName refer to the API outputs so if you don't understand that, probably don't poke this at all. Re: "Predetermined countries" (checkbox below): Read about those here: https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 + check the other tab - Note if you disable that setting it then will blank CountryCode cells that fall outside the relevant grouping but won't actually drop those rows. All columns are compulsory exc for "Custom" but if you set the Outcome to "Custom" and leave the "Custom" col empty the row will be ignored. Data is not-case-sensitive. For each datapoint (e.g. City, State) the last row overwrites the previous ones. Basically be sensible. The more rows you add the slower it will get. Example: the default data return from the API for London UK is poor because for that particular region adminName2 = "Greater London", and it'd be discarded as such (cities are usually from "ToponymName"). -> set: "what" = "adminName2", "if" = "is", "Condition Value" = "Greater London", "then" = "City", "becomes" = "adminName2". Repeat the whole thing in a 2nd row but "then" = "Sub_Loction" and "becomes" = "ToponymName".
de: „Dies ist eine erweiterte Funktion. AdminName1-4 & ToponymName beziehen sich auf die API-Ausgaben. Wenn Sie diese nicht verstehen, sollten Sie diese Option besser nicht anklicken. Betreff: „Vorgegebene Länder“ (Kontrollkästchen unten): Lesen Sie hier mehr darüber: https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 + überprüfen Sie die andere Registerkarte – Beachten Sie, dass durch Deaktivieren dieser Einstellung die CountryCode-Zellen, die außerhalb der relevanten Gruppierung liegen, leer bleiben, diese Zeilen jedoch nicht tatsächlich gelöscht werden. Alle Spalten sind obligatorisch, außer „Benutzerdefiniert”. Wenn Sie jedoch das Ergebnis auf „Benutzerdefiniert” setzen und die Spalte „Benutzerdefiniert” leer lassen, wird die Zeile ignoriert Bei den Daten wird nicht zwischen Groß- und Kleinschreibung unterschieden. Für jeden Datenpunkt (z. B. Stadt, Bundesstaat) überschreibt die letzte Zeile die vorherigen. Seien Sie grundsätzlich vernünftig. Je mehr Zeilen Sie hinzufügen, desto langsamer wird es. Beispiel: Die Standarddaten, die von der API für London, Großbritannien, zurückgegeben werden, sind unzureichend, da für diese bestimmte Region adminName2 = „Greater London“ lautet und daher verworfen würde (Städte stammen in der Regel aus „ToponymName“). -> Setzen Sie: „what“ = „adminName2“, „if“ = „is“, „Condition Value“ = „Greater London“, „then“ = „City“, „becomes“ = „adminName2“. Wiederholen Sie den gesamten Vorgang in einer zweiten Zeile, aber „dann“ = „Sub_Loction“ und „wird“ = „ToponymName“.“.
fr: Il s'agit d'une fonctionnalité avancée. AdminName1-4 et ToponymName font référence aux résultats de l'API, donc si vous ne comprenez pas cela, il est préférable de ne pas creuser plus le sujet. Re : « Pays prédéterminés » (case à cocher ci-dessous) : Lisez à ce sujet cette page : https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255, et vérifiez l'autre onglet - Notez que si vous désactivez ce paramètre, les cellules CountryCode qui ne font pas partie du groupe concerné seront vides, mais ces lignes ne seront pas supprimées pour autant. Toutes les colonnes sont obligatoires à l'exception de « Custom » mais si vous réglez le résultat sur « Custom » et que vous laissez la colonne « Custom » vide, la ligne sera ignorée. Les données ne sont pas sensibles à la casse. Pour chaque point de données (par exemple, ville, État), la dernière ligne écrase les précédentes. Soyez raisonnable. Plus vous ajoutez de lignes, plus le traitement est lent. Exemple : les données par défaut renvoyées par l'API pour Londres UK sont médiocres parce que pour cette région particulière adminName2 = « Greater London », et elles seraient rejetées en tant que telles (les villes proviennent généralement de « ToponymName »). -> ensemble : « what » = “adminName2”, “if” = “is”, “Condition Value” = “Greater London”, “then” = “City”, “becomes” = “adminName2”. Répétez le tout dans une 2ème ligne mais « then » = « Sub_Loction » et « becomes » = « ToponymName ».
pl: To zaawansowana funkcja. AdminName1-4 i nazwy geograficzne odnoszą się do wyników API, więc jeśli tego nie rozumiesz, prawdopodobnie w ogóle tego nie dotykaj. Re: "Wstępnie określone kraje" (pole wyboru poniżej): Przeczytaj o nich tutaj: https://github.com/nemethviktor/GeoTagNinja/issues/38#issuecomment-1356844255 + sprawdź inną zakładkę - Uwaga, jeśli wyłączysz to ustawienie, to komórki z kodem kraju, które nie mieszczą się w odpowiedniej grupie, zostaną puste, ale nie zostaną usunięte te wiersze. Wszystkie kolumny są obowiązkowe, z wyjątkiem „Niestandardowych”, ale jeśli ustawisz Wynik na „Niestandardowy” i pozostawisz kolumnę „Niestandardowy” pustą, wiersz zostanie zignorowany. Dane nie są rozróżniane wielkością liter. Dla każdego punktu danych (np. Miasto, Stan) ostatni wiersz nadpisuje poprzednie. Zasadniczo bądź rozsądny. Im więcej wierszy dodasz, tym wolniej będzie. Przykład: domyślne dane zwracane przez API dla London UK są słabe, ponieważ dla tego konkretnego regionu adminName2 = "Greater London" i zostałyby odrzucone jako takie (miasta są zwykle z "Nazwy topograficznej"). -> ustaw: "what" = "adminName2", "jeśli" = "jest", "Condition Value" = "Greater London", "then" = "City", "becomes" = "adminName2". Powtórz całość w drugim wierszu, ale "then" = "Sub_Loction" i "becomes" = "ToponymName".
ta: இது ஒரு மேம்பட்ட நற்பொருத்தம். Adminname1-4 & toponmanmname பநிஇ வெளியீடுகளைக் குறிக்கின்றன, எனவே உங்களுக்கு அது புரியவில்லை என்றால், இதை ஒன்றும் குத்த வேண்டாம். Re: "முன்னரே தீர்மானிக்கப்பட்ட நாடுகள்" (கீழே உள்ள தேர்வுப்பெட்டி): இங்கே இருப்பதைப் படியுங்கள்: https://github.com/nemethviktor/geotagninja/issues/38#issuecomment-1356844255 + மற்ற தாவலை முடக்கினால் அந்த அமைப்பை சரிபார்க்கவும் தொடர்புடைய குழுவிற்கு வெளியே வரும் வெற்று கன்ட்ரி கோட் செல்கள் ஆனால் உண்மையில் அந்த வரிசைகளை கைவிடாது. எல்லா நெடுவரிசைகளும் "தனிப்பயன்" என்பதற்கு கட்டாய EXC ஆகும், ஆனால் நீங்கள் முடிவை "தனிப்பயன்" என்று அமைத்து, "தனிப்பயன்" கோலை காலியாக விட்டால் வரிசை புறக்கணிக்கப்படும். தரவு-உணர்திறன் இல்லை. ஒவ்வொரு தரவுத்தொகுப்பிற்கும் (எ.கா. நகரம், மாநிலம்) கடைசி வரிசை முந்தையவற்றை மேலெழுதும். அடிப்படையில் விவேகமானதாக இருங்கள். அதிக வரிசைகள் நீங்கள் மெதுவாகச் சேர்க்கும். எடுத்துக்காட்டு: லண்டன் இங்கிலாந்தின் ஏபிஐயில் இருந்து இயல்புநிலை தரவு வருமானம் மோசமாக உள்ளது, ஏனெனில் அந்த குறிப்பிட்ட பிராந்தியத்திற்கு நிர்வாகி பெயர் 2 = "கிரேட்டர் லண்டன்", மேலும் இது அப்படி நிராகரிக்கப்படும் (நகரங்கள் பொதுவாக "டாப் பெயர் பெயர்" இலிருந்து). . முழு விசயத்தையும் 2 வது வரிசையில் மீண்டும் செய்யவும், ஆனால் "பின்னர்" = "சப்_லோக்சன்" மற்றும் "=" TopomanmyName "ஆகிறது.

# rbx_CustomRulesExplanationBold
source: Note that changes to the table below are immediately affected and the OK/Cancel button has no effect per se on them. You also need to right-click and click Reset Cached Data for any files that may be affected by your changes if you want to pull data within this session (or just restart the app.)
de: Beachten Sie, dass Änderungen an der folgenden Tabelle sofort wirksam werden und die Schaltfläche „OK/Abbrechen“ an sich keine Auswirkungen auf sie hat. Sie müssen außerdem mit der rechten Maustaste klicken und „Zwischengespeicherte Daten zurücksetzen“ für alle Dateien auswählen, die von Ihren Änderungen betroffen sein könnten, wenn Sie Daten innerhalb dieser Sitzung abrufen möchten (oder starten Sie einfach die App neu)
fr: Notez que les modifications apportées au tableau ci-dessous sont immédiatement prises en compte et que le bouton OK/Annuler n'a pas d'effet en soi. Vous devez également faire un clic droit et cliquer sur Réinitialiser les données mises en cache pour tous les fichiers susceptibles d'être affectés par vos modifications si vous souhaitez extraire des données au cours de cette session (ou simplement redémarrer l'application)
pl: Zwróć uwagę, że zmiany w tabeli poniżej są stosowane natychmiastowo, a przyciski OK/Anuluj nie mają na nie bezpośredniego wpływu. Aby pobrać zaktualizowane dane dla plików, które mogą być objęte zmianami, musisz kliknąć prawym przyciskiem myszy i wybrać Resetuj buforowane dane (lub po prostu zrestartować aplikację.)
ta: கீழேயுள்ள அட்டவணையில் மாற்றங்கள் உடனடியாக பாதிக்கப்படுகின்றன என்பதையும், சரி/ரத்துசெய் பொத்தானை அவற்றில் எந்த விளைவும் இல்லை என்பதையும் நினைவில் கொள்க. இந்த அமர்வுக்குள் தரவை இழுக்க விரும்பினால் (அல்லது பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.) உங்கள் மாற்றங்களால் பாதிக்கப்படக்கூடிய எந்தவொரு கோப்பிற்கும் தற்காலிக சேமிப்பு தரவை மீட்டமைக்க வேண்டும் என்பதைக் சொடுக்கு செய்து சொடுக்கு செய்ய வேண்டும்.

# rbx_Register_ArcGIS
source: You'll need an ArcGIS API key to use the map search functionality. ArcGIS have changed their registration process as of June 2024. Register [here](https://location.arcgis.com/sign-up/) You now need to specify a portal url. Just input anything you want. Scroll/Go to `Developer credential creator` Then `New Item` Then `Developer Credentials` Pick `API Key` (not OAUth) Set your expiration date to as far into the future as you can (1 year) Leave `Referrers` blank On the next page pick `Geocoding (not stored)` On the next page skip `Item Access` On the next page add any title Eventually click `Generate the API key and go to item details page. I am ready to copy and save the key.` Save the API key when prompted. If you don't do it at the time you'll have to generate another one.
de: „Sie benötigen einen ArcGIS-API-Schlüssel, um die Kartensuchfunktion nutzen zu können. ArcGIS hat seinen Registrierungsprozess im Juni 2024 geändert. Registrieren Sie sich [hier](https://location.arcgis.com/sign-up/). Sie müssen nun eine Portal-URL angeben. Geben Sie einfach eine beliebige URL ein. Scrollen Sie zu „Developer credential creator“ (Entwickler-Anmeldeinformationen erstellen). Wählen Sie dann „New Item“ (Neues Element). Wählen Sie dann „Developer Credentials“ (Entwickler-Anmeldeinformationen). Wählen Sie „API Key“ (API-Schlüssel) (nicht OAUth). Legen Sie das Ablaufdatum so weit wie möglich in der Zukunft fest (1 Jahr). Lassen Sie „Referrer“ leer. Wählen Sie auf der nächsten Seite „Geocoding (nicht gespeichert)“. Überspringen Sie auf der nächsten Seite „Elementzugriff“. Fügen Sie auf der nächsten Seite einen beliebigen Titel hinzu. Klicken Sie schließlich auf „API-Schlüssel generieren und zur Elementdetailseite gehen. Ich bin bereit, den Schlüssel zu kopieren und zu speichern.“ Speichern Sie den API-Schlüssel, wenn Sie dazu aufgefordert werden. Wenn Sie dies nicht sofort tun, müssen Sie einen neuen Schlüssel generieren.
fr: Vous aurez besoin d'une clé API ArcGIS pour utiliser la fonctionnalité de recherche cartographique. ArcGIS a modifié son processus d'enregistrement à partir de juin 2024. S'inscrire ici : https://location.arcgis.com/sign-up/ Vous devez maintenant spécifier l'url du portail. Saisissez ce que vous voulez. Faites défiler l'écran jusqu'à `Developer credential creator`. Puis `New Item` (nouvel élément) Puis `Identifiants du développeur` Choisissez `API Key` (pas OAUth) Fixez votre date d'expiration aussi loin que possible dans le futur (1 an) Laissez le champ `Referrers` vide Sur la page suivante, choisissez « Geocoding (not stored)` ». Sur la page suivante, ignorez « Accès à l'article ». Sur la page suivante, ajoutez n'importe quel titre Enfin, cliquez sur `Générer la clé API et allez à la page des détails de l'article. Je suis prêt à copier et à enregistrer la clé. Enregistrez la clé API lorsque vous y êtes invité. Si vous ne le faites pas à ce moment-là, vous devrez en générer une autre.
pl: Będziesz potrzebować klucza API ArcGIS, aby korzystać z funkcji wyszukiwania na mapie. ArcGIS zmienił proces rejestracji od czerwca 2024 roku. Zarejestruj się [here](https://location.arcgis.com/sign-up/) Musisz teraz podać adres URL portalu. Wpisz dowolny adres, jaki chcesz. Przewiń/Przejdź do sekcji `Twórca poświadczeń dewelopera ` Następnie kliknij `Nowy element` Wybierz `Poświadczenia dewelopera` Wybierz `Klucz API)` (nie OAuth) Ustaw datę wygaśnięcia na jak najdalszą w przyszłości (np. 1 rok) Pole `Odnośniki` zostaw puste. Na następnej stronie wybierz Geokodowanie (nie przechowywane) Na kolejnej stronie pomiń opcję `Dostęp do elementu` Na następnej stronie wpisz dowolny tytuł Na koniec kliknij Wygeneruj klucz API i przejdź do strony szczegółów elementu`. Jestem gotów, aby skopiować i zapisać klucz Zapisz klucz API, gdy zostaniesz o to poproszony. Jeśli tego nie zrobisz od razu, będziesz musiał wygenerować nowy.
ta: வரைபட தேடல் செயல்பாட்டைப் பயன்படுத்த உங்களுக்கு ARCGIS பநிஇ விசை தேவை. ஆர்கிசிச் சூன் 2024 நிலவரப்படி தங்கள் பதிவு செயல்முறையை மாற்றியுள்ளது. நீங்கள் இப்போது ஒரு போர்டல் முகவரி ஐ குறிப்பிட வேண்டும். நீங்கள் விரும்பும் எதையும் உள்ளிடவும். `டெவலப்பர் நற்சான்றிதழ் படைப்பாளருக்கு` உருட்டவும்/செல்லவும் பின்னர் `புதிய உருப்படி` பின்னர் `டெவலப்பர் நற்சான்றிதழ்கள்` `Api key` (oauth அல்ல) உங்கள் காலாவதி தேதியை உங்களால் முடிந்தவரை (1 வருடம்) எதிர்காலத்தில் அமைக்கவும் `பரிந்துரைப்பாளர்களை காலியாக விடுங்கள் அடுத்த பக்கத்தில் `சியோகோடிங் (சேமிக்கப்படவில்லை)` அடுத்த பக்கத்தில் `உருப்படி அணுகல்` ஐத் தவிர்க்கவும் அடுத்த பக்கத்தில் எந்த தலைப்பையும் சேர்க்கவும் இறுதியில் `ஏபிஐ விசையை உருவாக்கி உருப்படி விவரங்கள் பக்கத்திற்குச் செல்லவும். விசையை நகலெடுத்து சேமிக்க நான் தயாராக இருக்கிறேன் .` கேட்கும் போது பநிஇ விசையை சேமிக்கவும். அந்த நேரத்தில் நீங்கள் அதைச் செய்யாவிட்டால், நீங்கள் இன்னொன்றை உருவாக்க வேண்டும்.

# rbx_Register_GeoNames
source: You'll need a GeoNames Account to use the reverse geocoding/search function (lat/long --> country/city/...). Get one here: http://www.geonames.org/login and then enable "Free Web Services" access here: https://www.geonames.org/manageaccount
de: Sie benötigen ein GeoNames-Konto, um die Reverse-Geocoding-/Suchfunktion (Breitengrad/Längengrad --> Land/Stadt/... ) nutzen zu können. Erstellen Sie hier ein Konto: http://www.geonames.org/login und aktivieren Sie dann den Zugriff auf „Free Web Services“ hier: https://www.geonames.org/manageaccount
fr: Vous aurez besoin d'un compte GeoNames pour utiliser la fonction de géocodage et de recherche inversée (lat/long --> pays/ville/...). Obtenez-en un ici : http://www.geonames.org/login et activez l'accès « Free Web Services » ici : https://www.geonames.org/manageaccount
pl: Będziesz potrzebować konta GeoNames, aby korzystać z funkcji odwrotnego geokodowania/wyszukiwania (szerokość/długość geograficzna → kraj/miasto/...). Załóż konto tutaj: http://www.geonames.org/login, a następnie włącz dostęp do "Free Web Services" tutaj: https://www.geonames.org/manageaccount
ta: தலைகீழ் சியோகோடிங்/தேடல் செயல்பாட்டை (லாட்/லாங் -> நாடு/நகரம்/...) பயன்படுத்த உங்களுக்கு சியோனேம்ச் கணக்கு தேவை. ஒன்றைப் பெறுங்கள்: http://www.geonames.org/login

# tcr_EditData
source: Edit Data
de: Daten bearbeiten
fr: Modifier les données
pl: Edytuj dane
ta: தரவைத் திருத்தவும்

# tmi_File
source: File
de: Datei
fr: Fichier
pl: Plik
ta: கோப்பு

# tmi_File_CopyGeoData
source: Copy All Geodata
de: Alle Geodaten kopieren
fr: Copier toutes les données de géolocalisation
pl: Kopiuj wszystkie geodane
ta: அனைத்து சியோடேட்டாவையும் நகலெடுக்கவும்

# tmi_File_EditFiles
source: Edit Files...
de: Dateien bearbeiten...
fr: Éditer les fichiers
pl: Edytuj pliki...
ta: கோப்புகளைத் திருத்தவும்...

# tmi_File_FlatMode
source: Flat Mode (parse Subfolders)
de: Flacher Modus (Unterordner analysieren)
fr: Mode récursif (analyse des sous-dossiers)
pl: Tryb płaski (przetwarzanie podfolderów)
ta: பிளாட் பயன்முறை (பாகுபடுத்தும் துணை கோப்புறைகள்)

# tmi_File_ImportExportGPX
source: Import/Export GPX/JSON Track Files...
de: GPX/JSON-Trackdateien importieren/exportieren...
fr: Importer/Exporter des fichiers de suivi GPX/JSON
pl: Importuj/eksportuj pliki śladów GPX/JSON...
ta: GPX/JSON மின்தடம் கோப்புகளை இறக்குமதி/ஏற்றுமதி செய்யுங்கள்...

# tmi_File_PasteGeoData
source: Paste All Geodata...
de: Alle Geodaten einfügen...
fr: Coller toutes les données de géolocalisation
pl: Wklej wszystkie geodane...
ta: அனைத்து சியோடேட்டாவையும் ஒட்டவும்...

# tmi_File_Quit
source: Quit
de: Beenden
fr: Quitter
pl: Wyjdź
ta: வெளியேறு

# tmi_File_SaveAll
source: Save All
de: Alle speichern
fr: Sauver tout
pl: Zapisz wszystko
ta: அனைத்தையும் சேமி

# tmi_Help
source: Help
de: Hilfe
fr: Aide
pl: Pomoc
ta: உதவி

# tmi_Help_About
source: About
de: Über...
fr: À propos
pl: O programie...
ta: பற்றி

# tmi_Help_BugReport
source: File a bug report (GitHub)
de: Fehler melden (GitHub)
fr: Soumettre un rapport de bug (GitHub)
pl: Zgłoś błąd (GitHub)
ta: பிழை அறிக்கையை (கிதுப்) தாக்கல் செய்யுங்கள்

# tmi_Help_FeedbackFeatureRequest
source: File a feature request (GitHub)
de: Feature anfordern (GitHub)
fr: Soumettre une demande de fonctionnalité (GitHub)
pl: Zaproponuj funkcję (GitHub)
ta: அம்ச கோரிக்கையை தாக்கல் செய்யுங்கள் (கிதுப்)

# tmi_Settings
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
ta: அமைப்புகள்
