Repository: nemethviktor/GeoTagNinja
Catalog: Resources/Languages/Strings.*.resx
Languages: de, es, fr, pl, ta, uk

# lbl_CancelPressed
source: Cancel Pressed. Folder parsing has stopped but files that have been collected will be parsed.
de: Abbrechen gedrückt. Die Ordneranalyse wurde angehalten, aber die gesammelten Dateien werden analysiert.
fr: Le bouton Annuler a été pressé. L'analyse des dossiers s'est arrêtée mais les fichiers qui ont été collectés seront analysés.
pl: Anulowano operację. Przetwarzanie folderu zostało zatrzymane, ale pliki które zostały zebrane będą przeanalizowane.
ta: அழுத்தப்பட்டதை ரத்துசெய். கோப்புறை பாகுபடுத்தல் நிறுத்தப்பட்டுள்ளது, ஆனால் சேகரிக்கப்பட்ட கோப்புகள் பாகுபடுத்தப்படும்.

# lbl_ChoiceOfferCount
source: Show this many toponym options
de: Anzahl der angezeigten Ortsnamenoptionen
fr: Montrer ce nombre d'options de toponymes
ta: இந்த பல இடுப்பு விருப்பங்களைக் காட்டுங்கள்

# lbl_ChoiceRadius
source: In the Radius [kms]
de: Im Umkreis von [km]
fr: Dans un rayon de [kms]
pl: W promieniu [km]
ta: ஆரம் [கி.மீ]

# lbl_ExportTrackOrderBy
source: Sort TrackPoints by
de: Trackpunkte sortieren nach
fr: Trier les points de suivi par
pl: Sortuj punkty trasy według
ta: டிராக் பாயிண்ட்களை வரிசைப்படுத்துங்கள்

# lbl_ExportTrackTimeStampType
source: TimeStamp Value
de: Zeitstempelwert
fr: Valeur de l'horodatage
pl: Wartość znacznika czasu
ta: நேர முத்திரை மதிப்பு

# lbl_ExportTrackTimeStampTypeNote
source: If you select GPSDateTime and your file has no such attribute the export will fail. Some HEIC files have this, most other formats don't.
de: Wenn Sie GPSDateTime auswählen und Ihre Datei kein solches Attribut enthält, schlägt der Export fehl. Einige HEIC-Dateien verfügen darüber, die meisten anderen Formate jedoch nicht.
fr: Si vous sélectionnez GPSDateTime et que votre fichier ne possède pas cet attribut, l'exportation échouera. Certains fichiers HEIC disposent de cet attribut, mais pas la plupart des autres formats.
pl: Jeśli wybierzesz opcję GPS Data i czas, a Twój plik nie ma takiego atrybutu, eksport się nie powiedzie. Niektóre pliki HEIC mają ten atrybut, większość innych formatów go nie ma.
ta: நீங்கள் GPSDateTime ஐத் தேர்ந்தெடுத்து, உங்கள் கோப்பில் அத்தகைய பண்புக்கூறு இல்லை என்றால் ஏற்றுமதி தோல்வியடையும். சில HEIC கோப்புகளில் இது உள்ளது, பிற வடிவங்கள் இல்லை.

# lbl_GeoMaxExtSecs
source: Max extrapolation (time diff between Taken TimeStamp and Trackpoint TS) time in seconds.
de: Maximale Extrapolation (Zeitunterschied zwischen aufgenommenem Zeitstempel und Trackpoint TS) in Sekunden.
fr: Durée maximale d'extrapolation (différence de temps entre la photo et le fichier de suivi GPS) en secondes.
pl: Maksymalny czas wyszukiwania (różnica między znacznikiem czasu, a punktem trasy) w sekundach.
ta: அதிகபட்ச எக்ச்ட்ராபோலேசன் (டேக் டைம்ச்டாம்ப் மற்றும் டிராக் பாயிண்ட் இடையே நேர வேறுபாடு) நேரம்.

# lbl_GeoMaxIntSecs
source: Max interpolation ('path guessing') time in seconds. Set to 0 to disable.
de: Maximale Interpolation („Wegschätzung“) in Sekunden. Auf 0 setzen, um zu deaktivieren.
fr: Durée maximale d'interpolation ('devinette de chemin') en secs. Mettre à 0 pour désactiver.
pl: Maksymalny czas interpolacji ('dopasowywania ścieżki') w sekundach. Ustaw na 0, aby wyłączyć.
ta: அதிகபட்ச இடைக்கணிப்பு ('பாதை யூகித்தல்') நொடிகளில் நேரம். முடக்க 0 என அமைக்கவும்.

# lbl_GeoNames_Pwd
source: GeoNames Password
de: GeoNames-Passwort
fr: Mot de passe GeoNames
pl: Hasło GeoNames
ta: சியோனேம்ச் கடவுச்சொல்

# lbl_GeoNames_UserName
source: GeoNames Username
de: GeoNames-Benutzername
fr: Utilisateur GeoNames
pl: Nazwa użytkownika GeoNames
ta: சியோனேம்ச் பயனர்பெயர்

# lbl_importFromAnotherFolder
source: <-- Click there set the Import Source Folder
de: <-- Klicken Sie hier, um den Importquellordner festzulegen
fr: <-- Cliquez ici pour définir le dossier source d'importation
pl: <-- Kliknij, aby ustawić folder źródłowy do importu
ta: <- இறக்குமதி மூல கோப்புறையை அமைக்கவும் என்பதைக் சொடுக்கு செய்க

# lbl_importOneFile
source: <-- Click there set the Import Source File
de: <-- Klicken Sie hier, um die Importquelldatei festzulegen
fr: <-- Cliquez ici pour définir le fichier source d'importation
pl: <-- Kliknij, aby ustawić plik źródłowy do importu
ta: <- இறக்குமதி மூல கோப்பை அமைக்கவும் என்பதைக் சொடுக்கு செய்க

# lbl_ImportTimeAgainst
source: Compare the timestamp in the Track Files against:
de: Vergleichen Sie den Zeitstempel in den Track-Dateien mit:
fr: Comparez l'horodatage dans les fichiers de suivi GPS avec :
pl: Porównaj sygnaturę czasową w plikach:
ta: ட்ராக் கோப்புகளில் உள்ள நேர முத்திரையை ஒப்பிடுகையில்:

# lbl_Language
source: Language
de: Sprache
fr: Langue
pl: Język
ta: மொழி

# lbl_OffsetTime
source: Time Zone
de: Zeitzone
fr: Fuseau horaire
pl: Strefa czasowa
ta: நேர மண்டலம்

# lbl_ParseProgress_Normal
source: Ready
de: Bereit
fr: Pret
pl: Gotowy
ta: ஆயத்தம்

# lbl_ParseProgress_Read
source: Reading:
de: Lesen:
fr: Lecture :
pl: Odczyt:
ta: படித்தல்:

# lbl_ParseProgress_Write
source: Writing:
de: Schreiben:
fr: Écriture :
pl: Zapis:
ta: எழுதுதல்:

# lbl_ParsingFolders
source: Parsing Files && Folders, please wait.
de: Dateien und Ordner werden analysiert, bitte warten.
fr: Analyse des fichiers et des dossiers, veuillez patienter.
pl: Przetwarzanie plików i folderów, proszę czekać.
ta: கோப்புகளை பாகுபடுத்துதல் && கோப்புறைகள், தயவுசெய்து காத்திருங்கள்.

# lbl_PleaseWaitBoxActionParsing
source: Parsing Data:
de: Daten werden analysiert:
fr: Analyse des données :
pl: Przetwarzanie danych:
ta: தரவு பாகுபடுத்தல்:

# lbl_PleaseWaitBoxActionPopulatingListView
source: Populating the main Grid (ListView)
de: Hauptraster (ListView) wird gefüllt
fr: Remplir la grille principale (vue en liste)
pl: Wypełnianie siatki głównej (widok listy)
ta: முதன்மையான கட்டத்தை விரிவுபடுத்துதல் (பட்டியல் காட்சி)

# lbl_PleaseWaitBoxActionScanning
source: Scanning File:
de: Datei wird gescannt:
fr: Analyse du fichier :
pl: Skanowanie pliku:
ta: ச்கேனிங் கோப்பு:

# lbl_PressCancelToStop
source: Press Cancel to stop.
de: Zum Beenden auf „Abbrechen” klicken.
fr: Appuyez sur Annuler pour arrêter.
pl: Naciśnij 'Anuluj' by zatrzymać.
ta: நிறுத்த ரத்துசெய்.

# lbl_QuestionAddToponomy
source: Do you want to also assign Altitude and Toponomy values? If you pick No, your lat/long data may become out of sync with any embedded toponomy data. If you click 'stop asking' it will take the answer as Yes and won't ask again this session. Restart to reset.
de: Möchten Sie auch Höhen- und Toponomie-Werte zuweisen? Wenn Sie „Nein” wählen, können Ihre Längen- und Breitengraddaten möglicherweise nicht mehr mit den eingebetteten Toponomiedaten synchronisiert werden. Wenn Sie auf „Nicht mehr fragen” klicken, wird die Antwort als „Ja” gewertet und in dieser Sitzung nicht erneut gefragt. Starten Sie neu, um zurückzusetzen.
fr: Voulez-vous également attribuer des valeurs d'altitude et de toponymie ? Si vous choisissez Non, vos données lat/long peuvent ne plus être synchronisées avec les données de toponymie intégrées. Si vous cliquez sur 'Arrêter de demander', la réponse sera 'Oui' et ne redemandera pas cette session. Redémarrez pour réinitialiser.
pl: Czy chcesz również przypisać wartości wysokości i Toponimii? Jeśli wybierzesz Nie, Twoje dane szerokości/długości geograficznej mogą stać się niezsynchronizowane z osadzonymi danymi Toponimii. Jeśli klikniesz "przestań pytać", odpowiedź zostanie uznana za Tak i nie będzie więcej zapytań w tej sesji. Uruchom ponownie, aby zresetować.
ta: உயரம் மற்றும் நிலப்பரப்பு மதிப்புகளையும் ஒதுக்க விரும்புகிறீர்களா? நீங்கள் இல்லை என்பதைத் தேர்ந்தெடுத்தால், உங்கள் LAT/நீண்ட தரவு எந்தவொரு உட்பொதிக்கப்பட்ட நிலத்தடி தரவையும் ஒத்திசைக்காது. நீங்கள் 'கேட்பதை நிறுத்துங்கள்' என்பதைக் சொடுக்கு செய்தால், அது ஆம் என பதிலை எடுக்கும், இந்த அமர்வை மீண்டும் கேட்காது. மீட்டமைக்க மறுதொடக்கம்.

# lbl_SaveTrackTo
source: Save Output To
de: Ausgabe speichern unter
fr: Enregistrer le résultat vers
pl: Zapisz dane wyjściowe do
ta: வெளியீட்டைச் சேமிக்கவும்

# lbl_SelectColsTitle
source: Select Columns
de: Spalten auswählen
fr: Selectionner les colonnes
pl: Zaznacz kolumnę
ta: நெடுவரிசைகளைத் தேர்ந்தெடுக்கவும்

# lbl_ShiftTrackTimeBy
source: Shift Track File Time by:
de: Track-Datei-Zeit verschieben um:
fr: Décaler l'heure du fichier de suivi GPS de :
pl: Przesuń czas pliku śladu o:
ta: டிராக் கோப்பு நேரத்தை மாற்றவும்:

# lbl_Startup_Folder
source: Startup Folder
de: Startordner
fr: Dossier de démarrage
ta: தொடக்க கோப்புறை

# lbl_TZNote
source: Note: If the date/time tag does not include a timezone then one may be added (see below), otherwise the local system time is assumed.
de: Hinweis: Wenn das Datums-/Zeit-Tag keine Zeitzone enthält, kann eine hinzugefügt werden (siehe unten), andernfalls wird die lokale Systemzeit angenommen.
fr: Remarque : Si la balise de date/heure n'inclut pas de fuseau horaire, il est possible d'en ajouter un (voir ci-dessous), sinon l'heure du système local est utilisée.
pl: Uwaga: Jeśli znacznik daty/godziny nie zawiera strefy czasowej, można ją dodać (patrz poniżej); w przeciwnym razie przyjmowany jest lokalny czas systemowy.
ta: குறிப்பு: தேதி/நேரக் குறிச்சொல்லில் நேர மண்டலத்தை சேர்க்கவில்லை என்றால் ஒன்று சேர்க்கப்படலாம் (கீழே காண்க), இல்லையெனில் உள்ளக கணினி நேரம் கருதப்படுகிறது.

# lbl_TZTime
source: Time Zone Adjustment:
de: Zeitzonenanpassung:
fr: Réglage du fuseau horaire :
pl: Dostosowanie strefy czasowej:
ta: நேர மண்டல சரிசெய்தல்:

# mbc_Error
source: Error
de: Fehler
fr: Erreur
pl: Błąd

# mbc_Information
source: Information
de: Informationen
pl: Informacja

# mbc_Question
source: Question
de: Frage
pl: Pytanie

# mbc_Warning
source: Warning
de: Warnung
fr: Avertissement
pl: Ostrzeżenie

# mbx_DirectoryElementCollection_ErrorParsing
source: Error while parsing folder to DirectoryElements
de: Fehler beim Parsen des Ordners in DirectoryElements
fr: Erreur lors de l'analyse d'un dossier en éléments de répertoire
pl: Błąd podczas przetwarzania folderu dla elementy katalogu
ta: கோப்புறையை கோப்பகத்திற்கு அனுப்பும் போது பிழை

# mbx_FrmEditFileData_ErrorAPIError
source: The app encountered errors communicating with the API. If you got an Unauthorised error, pls set your username as password in the settings.
de: Die App hat Fehler bei der Kommunikation mit der API festgestellt. Wenn Sie einen Fehler wegen fehlender Berechtigung erhalten haben, geben Sie bitte Ihren Benutzernamen als Passwort in den Einstellungen ein.
fr: L'application a rencontré des erreurs de communication avec l'API. Si vous avez reçu un message d'erreur Unauthorised, veuillez définir votre nom d'utilisateur et votre mot de passe dans les paramètres.
pl: Aplikacja napotkała błąd komunikacji z interfejsem API. Jeśli pojawił się błąd autoryzacji, ustaw w ustawieniach swoją nazwę użytkownika jako hasło.
ta: பயன்பாடு பநிஇ உடன் தொடர்பு கொள்ளும் பிழைகளை எதிர்கொண்டது. உங்களுக்கு அங்கீகரிக்கப்படாத பிழை ஏற்பட்டால், பி.எல்.எச் உங்கள் பயனர்பெயரை அமைப்புகளில் கடவுச்சொல்லாக அமைக்கவும்.

# mbx_FrmEditFileData_ErrorInvalidSender
source: This will be a bug. Please file an issue on github and that the 'sender' was:
de: Dies ist wahrscheinlich ein Fehler. Bitte melden Sie das Problem auf GitHub und geben Sie an, dass der „Absender” wie folgt lautete:
fr: Ceci est un bug. Veuillez soumettre un rapport de bug sur Github et indiquer que l'« expéditeur » était :
pl: To prawdopodobnie błąd. Proszę zgłoś problem na GitHubie i podaj, że "nadawcą" był:
ta: இது ஒரு பிழையாக இருக்கும். தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள், மேலும் 'அனுப்புநர்':

# mbx_FrmEditFileData_InfoDataUpdated
source: Data Updated.
de: Daten aktualisiert.
fr: Données mises à jour.
pl: Aktualizacja danych.
ta: தரவு புதுப்பிக்கப்பட்டது.

# mbx_FrmEditFileData_WarningFileDisappeared
source: Your files seem to have disappeared.
de: Ihre Dateien scheinen verschwunden zu sein.
fr: Vos fichiers semblent avoir disparu.
pl: Wygląda na to, że Twoje pliki zniknęły.
ta: உங்கள் கோப்புகள் மறைந்துவிட்டதாகத் தெரிகிறது.

# mbx_FrmEditFileData_WarningLatLongMustBeNumbers
source: This needs to have numbers only. Will default to zero.
de: Hier dürfen nur Zahlen eingegeben werden. Der Standardwert ist Null.
fr: N'utiliser que des chiffres. 0 par défaut.
pl: To pole musi zawierać wyłącznie cyfry. Domyślnie zostanie ustawione zero.
ta: இதற்கு எண்கள் மட்டுமே இருக்க வேண்டும். இயல்புநிலை பூச்சியத்திற்கு இருக்கும்.

# mbx_FrmImportExportGpx_AskUserWantsReport
source: Do you want to see the report on the import process?
de: Möchten Sie den Bericht zum Importvorgang anzeigen?
fr: Voulez-vous voir le rapport sur le processus d'importation ?
pl: Czy chcesz zobaczyć raport z procesu importu?
ta: இறக்குமதி செயல்முறை குறித்த அறிக்கையை நீங்கள் காண விரும்புகிறீர்களா?

# mbx_FrmImportExportGpx_FileOrFolderDoesntExist
source: The file or folder you picked is invalid.
de: Die ausgewählte Datei oder der ausgewählte Ordner ist ungültig.
fr: Le fichier ou le dossier que vous avez sélectionné n'est pas valide.
pl: Wybrany plik lub folder jest nieprawidłowy.
ta: நீங்கள் தேர்ந்தெடுத்த கோப்பு அல்லது கோப்புறை தவறானது.

# mbx_FrmImportExportGpx_NoFileSelected
source: No files have been selected to import for.
de: Es wurden keine Dateien zum Importieren ausgewählt.
fr: Aucun fichier n'a été sélectionné pour l'importation.
pl: Nie wybrano żadnych plików do zaimportowania.
ta: இறக்குமதி செய்ய எந்த கோப்புகளும் தேர்ந்தெடுக்கப்படவில்லை.

# mbx_FrmImportExportGpx_TrackContainsNoData
source: Failed to import Track overlay - found no relevant-looking data.
de: Der Import der Track-Überlagerung ist fehlgeschlagen – es wurden keine relevanten Daten gefunden.
fr: Échec de l'importation de la superposition de pistes - aucune donnée pertinente n'a été trouvée.
pl: Nie udało się zaimportować rejestru śladu – nie znaleziono żadnych danych wyglądających na odpowiednie.
ta: டிராக் மேலடுக்கை இறக்குமதி செய்வதில் தோல்வி - பொருத்தமான தோற்றமுடைய தரவைக் காணவில்லை.

# mbx_FrmImportNoStoredShiftValues
source: No "shift" values stored. Data will remain 0.
de: Es sind keine „Shift”-Werte gespeichert. Die Daten bleiben auf 0.
fr: Aucune valeur de « décalage » n'est enregistrée. Les données restent à 0.
pl: Brak zapisanych wartości "przesunięcia". Dane pozostaną równe 0.
ta: "சிப்ட்" மதிப்புகள் சேமிக்கப்படவில்லை. தரவு 0 இருக்கும்.

# mbx_FrmMainApp_ErrorCantCreateSQLiteDB
source: Can't create SQLite database (Please file an issue on GitHub):
de: SQLite-Datenbank kann nicht erstellt werden (bitte melden Sie das Problem auf GitHub):
fr: Impossible de créer la base SQLite (veuillez soumettre un rapport de bug sur Github) :
pl: Nie można utworzyć bazy danych SQLite (proszę zgłosić problem na GitHubie):
ta: SQLITE தரவுத்தளத்தை உருவாக்க முடியாது (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorCantLoadSQLiteDB
source: Loading data from SQL Failed (Please file an issue on GitHub):
de: Laden von Daten aus SQL fehlgeschlagen (bitte melden Sie das Problem auf GitHub):
fr: Erreur de chargement de la base SQLite veuillez soumettre un rapport de bug sur Github) :
pl: Wczytywanie danych z SQL nie powiodło się (proszę zgłosić problem na GitHubie):
ta: கவிமொ இலிருந்து தரவை ஏற்றுவது தோல்வியுற்றது (தயவுசெய்து Github இல் சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorCantLoadWebView2
source: Error loading webview2 - Have you installed it?
de: Fehler beim Laden von webview2 – Haben Sie es installiert?
fr: Erreur de chargement de webview2 - l'avez-vous installée ?
pl: Błąd ładowania webview2 - Czy zainstalowałeś go?
ta: வெப்வியூ 2 ஐ ஏற்றுவதில் பிழை - அதை நிறுவியிருக்கிறீர்களா?

# mbx_FrmMainApp_ErrorCantReadDefaultSQLiteDB
source: Failed to read default values from SQL (Please file an issue on GitHub):
de: Fehler beim Lesen der Standardwerte aus SQL (Bitte melden Sie das Problem auf GitHub):
fr: Erreur de lecture des valeurs par défaut de la base SQLite (veuillez soumettre un rapport de bug sur Github) :
pl: Nie udało się odczytać wartości domyślnych z SQL (zgłoś problem na GitHub):
ta: கவிமொ இலிருந்து இயல்புநிலை மதிப்புகளைப் படிக்கத் தவறிவிட்டது (தயவுசெய்து கிதுபில் சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorCantWriteSQLiteDB
source: Created but can't write SQLite database (Please file an issue on GitHub):
de: SQLite-Datenbank erstellt, aber nicht beschreibbar (Bitte melden Sie das Problem auf GitHub):
fr: Créé mais impossible d'écrire dans la base SQLite (veuillez soumettre un rapport de bug sur Github) :
pl: Utworzono, ale nie można zapisać bazy danych SQLite (Proszę zgłosić problem na GitHub):
ta: SQLite தரவுத்தளத்தை எழுத முடியாது ஆனால் Github இல் சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorClearingFileDataQTables
source: Error clearing the filedata-Q tables (Please file an issue on GitHub):
de: Fehler beim Löschen der filedata-Q-Tabellen (Bitte melden Sie das Problem auf GitHub):
fr: Erreur d'effacement des tables filedata-Q (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd podczas czyszczenia tabel danych plików-Q (Proszę zgłosić problem na GitHub):
ta: Filedata-Q அட்டவணைகளை அழிப்பதில் பிழை (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorDoubleBuffer
source: DoubleBuffer Error (Please file an issue on GitHub):
de: DoubleBuffer-Fehler (Bitte melden Sie das Problem auf GitHub):
fr: Erreur de DoubleBuffer (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd podwójnego bufora (zgłoś problem na GitHub):
ta: டபுள் பஃபர் பிழை (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorFileGoneMissing
source: File no longer appears to exist:
de: Datei scheint nicht mehr vorhanden zu sein:
fr: Le fichier ne semble plus exister :
pl: Wydaje się, że plik już nie istnieje:
ta: கோப்பு இனி இருப்பதாகத் தெரியவில்லை:

# mbx_FrmMainApp_ErrorInitializeComponent
source: Error in FrmMainApp.InitializeComponent (Please file an issue on GitHub):
de: Fehler in FrmMainApp.InitializeComponent (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitializeComponent (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitializeComponent (proszę zgłosić problem na GitHub):
ta: Frmmainapp.initializecomponent இல் பிழை (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewEnsureCoreWebView2Async
source: Error in FrmMainApp.InitialiseWebView (await wbv_MapArea.EnsureCoreWebView2Async(c2wv)) (Please file an issue on GitHub):
de: Fehler in FrmMainApp.InitialiseWebView (await wbv_MapArea.EnsureCoreWebView2Async(c2wv)) (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (await wbv_MapArea.EnsureCoreWebView2Async(c2wv)) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitialiseWebView (await wbv_MapArea.EnsureCoreWebView2Async(c2wv)) (Zgłoś problem w serwisie GitHub):
ta: Frmmainapp.initialisewebview இல் பிழை (wbv_maparea.ensurecorewebview2async (c2wv) இல் காத்திருங்கள்) (தயவுசெய்து கிட்அப்பில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewIsWebMessageEnabled
source: Error in FrmMainApp.InitialiseWebView (IsWebMessageEnabled) (Please file an issue on GitHub):
de: Fehler in FrmMainApp.InitialiseWebView (IsWebMessageEnabled) (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (IsWebMessageEnabled) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitialiseWebView (IsWebMessageEnabled) (Zgłoś problem na GitHub):
ta: Frmmainapp.initialisewebview (iswebmessageenabled) இல் பிழை (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewNavigateToStringInHTMLFile
source: Error in FrmMainApp.InitialiseWebView (NavigateToString in HTMLCode file) (Please file an issue on GitHub):
de: Fehler in FrmMainApp.InitialiseWebView (NavigateToString in HTMLCode-Datei) (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (NavigateToString in HTMLCode file) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitialiseWebView (NavigateToString w pliku HTMLCode) (Zgłoś problem na GitHub):
ta: Frmmainapp.initialisewebview இல் பிழை (HTMLCode கோப்பில் NavigateTostring) (தயவுசெய்து கிட்அப்பில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewParseCoordsFromHTMLFile
source: Error in FrmMainApp.InitialiseWebView (parsing coordinates from HTMLCode file) (Please file an issue on github):
de: Fehler in FrmMainApp.InitialiseWebView (Parsen von Koordinaten aus HTMLCode-Datei) (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (parsing coordinates from HTMLCode file) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitialiseWebView (analiza współrzędnych z pliku HTMLCode) (proszę zgłosić problem na githubie):
ta: Frmmainapp.initialisewebview இல் பிழை (HTMLCode கோப்பிலிருந்து பாகுபடுத்தும் ஆயத்தொலைவுகள்) (தயவுசெய்து கிட்அப்பில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewReadHTMLFile
source: Error in FrmMainApp.InitialiseWebView (reading HTMLCode file) (Please file an issue on github):
de: Fehler in FrmMainApp.InitialiseWebView (Lesen der HTMLCode-Datei) (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (reading HTMLCode file) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitialiseWebView (odczyt pliku HTMLCode) (proszę zgłosić problem na githubie):
ta: Frmmainapp.initialisewebview இல் பிழை (HTMLCode கோப்பைப் படித்தல்) (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewReplaceStringInHTMLFile
source: Error in FrmMainApp.InitialiseWebView (replacing constants in HTMLCode file) (Please file an issue on github):
de: Fehler in FrmMainApp.InitialiseWebView (Ersetzen von Konstanten in HTMLCode-Datei) (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.InitialiseWebView (replacing constants in HTMLCode file) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.InitialiseWebView (zastępowanie stałych w pliku HTMLCode) (zgłoś problem na github):
ta: Frmmainapp.initialisewebview இல் பிழை (HTMLCode கோப்பில் மாறிலிகளை மாற்றுவது) (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInitializeWebViewWebMessageReceived
source: Error while performing wbv_MapArea_WebMessageReceived (Please file an issue on GitHub):
de: Fehler bei der Ausführung von wbv_MapArea_WebMessageReceived (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans l'exécution de wbv_MapArea_WebMessageReceived (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd podczas wykonywania wbv_MapArea_WebMessageReceived (zgłoś problem na GitHub):
ta: WBV_MAPAREA_WEBMESSAGEREDED ஐ நிகழ்த்தும்போது பிழை (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorInvalidFolder
source: The folder you entered doesn't seem valid. Revert to C:\?
de: Der von Ihnen eingegebene Ordner scheint ungültig zu sein. Zurück zu C:\?
fr: Le dossier que vous avez saisi ne semble pas valide. Revenir à C:\ ?
pl: Wprowadzony folder wydaje się nieprawidłowy. Przywrócić C:\?
ta: நீங்கள் உள்ளிட்ட கோப்புறை செல்லுபடியாகாது. C க்கு திரும்பவும்: \?

# mbx_FrmMainApp_ErrorIsoCountryCodeMappingMissing
source: The file isoCountryCodeMapping.csv is missing from the Resources folder. Without it the app can't load.
de: Die Datei isoCountryCodeMapping.csv fehlt im Ordner „Resources”. Ohne diese Datei kann die App nicht geladen werden.
fr: Le fichier isoCountryCodeMapping.csv est manquant dans le dossier "Resources". Sans ce fichier, l'application ne peut pas se charger.
ta: ISOCOUNTRYCODEMAPPING.CSV கோப்பு வளங்கள் கோப்புறையிலிருந்து காணவில்லை. இது இல்லாமல் பயன்பாட்டை ஏற்ற முடியாது.
