Repository: nemethviktor/GeoTagNinja
Catalog: Resources/Languages/Strings.*.resx
Languages: de, es, fr, pl, ta, uk

# mbx_FrmMainApp_ErrorLanguageFileColumnHeaders
source: There was an error reading the language file and assigning columnheaders (Please file an issue on github):
de: Beim Lesen der Sprachdatei und beim Zuweisen von Spaltenüberschriften ist ein Fehler aufgetreten (bitte melden Sie das Problem auf GitHub):
fr: Erreur de lecture du fichier de langue et d'assignation de columnheaders (veuillez soumettre un rapport de bug sur Github) :
pl: Wystąpił błąd odczytu pliku językowego i przypisania nagłówków kolumn (prosimy o zgłoszenie problemu na github):
ta: மொழி கோப்பைப் படித்து நெடுவரிசைஎடர்களை ஒதுக்குவதில் பிழை ஏற்பட்டது (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorNavigateMapGoHTMLCode
source: Error in FrmMainApp.NavigateMapGo (string HTMLCode) (Please file an issue on GitHub):
de: Fehler in FrmMainApp.NavigateMapGo (Zeichenfolge HTMLCode) (bitte melden Sie das Problem auf GitHub):
fr: Erreur dans FrmMainApp.NavigateMapGo (string HTMLCode) (veuillez soumettre un rapport de bug sur Github) :
pl: Błąd w FrmMainApp.NavigateMapGo (ciąg HTMLCode) (zgłoś problem na GitHub):
ta: Frmmainapp.navigatemapgo (சரம் htmlcode) இல் பிழை (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorRemoveGeoDataFailed
source: Remove GeoData process has failed/returned an error.
de: Der Vorgang zum Entfernen von Geodaten ist fehlgeschlagen/hat einen Fehler zurückgegeben.
fr: Le processus de suppression des données de géolocalisation a échoué ou a renvoyé une erreur.
pl: Proces usuwania GeoData nie powiódł się/zwrócił błąd.
ta: சியோடேட்டா செயல்முறையை அகற்று பிழையில் தோல்வியுற்றது/திருப்பித் தரப்பட்டுள்ளது.

# mbx_FrmMainApp_ErrorResizingColumns
source: Resizing Columns failed (Please file an issue on GitHub):
de: Das Ändern der Spaltengröße ist fehlgeschlagen (bitte melden Sie das Problem auf GitHub):
fr: Erreur de redimensionnement des colonnes (veuillez soumettre un rapport de bug sur Github) :
pl: Zmiana rozmiaru kolumn nie powiodła się (zgłoś problem w serwisie GitHub):
ta: நெடுவரிசைகள் தோல்வியுற்றன (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_ErrorSettingStartupFolder
source: Setting Default Startup folder failed (Please file an issue on GitHub):
de: Das Festlegen des Standard-Startordners ist fehlgeschlagen (bitte melden Sie das Problem auf GitHub):
fr: Erreur de mise à jour du dossier par défaut de démarrage (veuillez soumettre un rapport de bug sur Github) :
pl: Nie udało się ustawić domyślnego folderu startowego (proszę zgłosić problem na GitHub):
ta: இயல்புநிலை தொடக்க கோப்புறையை அமைப்பது தோல்வியடைந்தது (தயவுசெய்து கிதுபில் சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_FrmMainApp_InfoCachedDataNotRemoved
source: No data has been removed. Either you didn't select valid items or the ones you picked didn't have cached data.
de: Es wurden keine Daten entfernt. Entweder haben Sie keine gültigen Elemente ausgewählt oder die von Ihnen ausgewählten Elemente enthielten keine zwischengespeicherten Daten.
fr: Aucune donnée n'a été supprimée. Soit vous n'avez pas sélectionné les champs corrects soit les champs séléctionnés n'ont pas de cache.
pl: Nie usunięto żadnych danych. Albo nie wybrałeś prawidłowych elementów, albo te które wybrałeś, nie miały danych w pamięci podręcznej.
ta: தரவு எதுவும் அகற்றப்படவில்லை. ஒன்று நீங்கள் செல்லுபடியாகும் உருப்படிகளைத் தேர்ந்தெடுக்கவில்லை அல்லது நீங்கள் தேர்ந்தெடுத்தவற்றில் தற்காலிக சேமிப்பு தரவு இல்லை.

# mbx_FrmMainApp_InfoCachedDataRemoved
source: If there was any, cached data for selected items has been removed.
de: Falls vorhanden, wurden die zwischengespeicherten Daten für die ausgewählten Elemente entfernt.
fr: Si des données existent les données en cache des fichiers séléctionnés ont été supprimées.
pl: Pamięć podręczna dla wybranych elementów została usunięta.
ta: ஏதேனும் இருந்தால், தேர்ந்தெடுக்கப்பட்ட பொருட்களுக்கான தற்காலிக சேமிப்பு தரவு அகற்றப்பட்டுள்ளது.

# mbx_FrmMainApp_InfoFavouriteNameCannotBeBlank
source: Name cannot be empty/blank
de: Der Name darf nicht leer/unausgefüllt sein
fr: Le nom ne peut etre vide
pl: Nazwa nie może być pusta
ta: பெயர் காலியாக/காலியாக இருக்க முடியாது

# mbx_FrmMainApp_InfoFavouriteNotValid
source: The saved item you selected isn't valid
de: Das von Ihnen ausgewählte gespeicherte Element ist ungültig
fr: La donnée sauvée sélectionnée n'est pas valide
pl: Zapisany element jest nieprawidłowy
ta: நீங்கள் தேர்ந்தெடுத்த சேமித்த உருப்படி செல்லுபடியாகாது

# mbx_FrmMainApp_InfoFavouriteSaved
source: Favourite saved OK
de: Favorit erfolgreich gespeichert
fr: Favori sauvé correctement
pl: Zapisywanie 'Ulubionych' OK
ta: பிடித்த சேமிக்கப்பட்டது சரி

# mbx_FrmMainApp_NoFavouritesDefined
source: You have no Favourites defined. Add one using the buttons under the map.
de: Sie haben keine Favoriten definiert. Fügen Sie einen über die Schaltflächen unter der Karte hinzu.
fr: Vous n'avez pas de favori défini. Ajoutez-en un à l'aide des boutons situés sous la carte.
pl: Nie zdefiniowano żadnych Ulubionych. Dodaj je za pomocą przycisków pod mapą.
ta: உங்களுக்கு பிடித்தவை எதுவும் வரையறுக்கப்படவில்லை. வரைபடத்தின் கீழ் உள்ள பொத்தான்களைப் பயன்படுத்தி ஒன்றைச் சேர்க்கவும்.

# mbx_FrmMainApp_QuestionAddDraggedDataPointToFiles
source: Do you want to assign the coordinates to the selected file(s)?
de: Möchten Sie die Koordinaten den ausgewählten Dateien zuweisen?
fr: Voulez-vous attribuer les coordonnées au(x) fichier(s) sélectionné(s) ?
pl: Czy chcesz przypisać współrzędne do wybranego pliku(ów)?
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பு (கள்) க்கு ஆயங்களை ஒதுக்க விரும்புகிறீர்களா?

# mbx_FrmMainApp_QuestionDisableFlatMode
source: Flat Mode is turned on. Do you want to turn it off?
de: Der Flachmodus ist aktiviert. Möchten Sie ihn deaktivieren?
fr: Le mode récursif est activé. Voulez-vous le désactiver ?
pl: Tryb płaski jest włączony. Czy chcesz go wyłączyć?
ta: பிளாட் பயன்முறை இயக்கப்பட்டுள்ளது. நீங்கள் அதை அணைக்க விரும்புகிறீர்களா?

# mbx_FrmMainApp_QuestionNoRowsFromAPI
source: The API query didn't return any valid information. Do you want to blank out the toponomy values?
de: Die API-Abfrage hat keine gültigen Informationen zurückgegeben. Möchten Sie die Toponomie-Werte löschen?
fr: La requête API n'a pas renvoyé d'informations valides. Voulez-vous supprimer les valeurs de toponomie ?
pl: Zapytanie API zwróciło nieprawidłowe informacje. Czy chcesz wyczyścić wartości Toponimii?
ta: பநிஇ வினவல் எந்த சரியான தகவலையும் திருப்பித் தரவில்லை. நிலப்பரப்பு மதிப்புகளை வெறுமை செய்ய விரும்புகிறீர்களா?

# mbx_FrmMainApp_QuestionRunImportExportInFlatMode
source: Running Track Import/Export while in Flat Mode is a bad idea because track interactions use special logic that can't differentiate between possible identically named files across folders. Are you sure you want to run this?
de: Das Ausführen von Track-Import/Export im Flat-Modus ist keine gute Idee, da Track-Interaktionen eine spezielle Logik verwenden, die nicht zwischen möglicherweise identisch benannten Dateien in verschiedenen Ordnern unterscheiden kann. Möchten Sie dies wirklich ausführen?
fr: L'exécution de l'importation/exportation de fichiers de suivi GPS en mode récursif est une mauvaise idée, car les interactions entre les pistes utilisent une logique spéciale qui ne peut pas différencier les éventuels fichiers portant le même nom dans les dossiers. Êtes-vous sûr de vouloir exécuter cette opération ?
pl: Tryb płaski może powodować konflikty z plikami o identycznych nazwach w różnych folderach. Czy na pewno chcesz kontynuować import/eksport ścieżek?
ta: பிளாட் பயன்முறையில் இருக்கும்போது டிராக் இறக்குமதி/ஏற்றுமதி இயங்கும் ஒரு மோசமான யோசனையாகும், ஏனெனில் தடங்கள் இடைவினைகள் சிறப்பு தர்க்கத்தைப் பயன்படுத்துகின்றன, அவை கோப்புறைகளில் ஒரே மாதிரியாக பெயரிடப்பட்ட கோப்புகளுக்கு இடையில் வேறுபடுத்த முடியாது. இதை இயக்க விரும்புகிறீர்களா?

# mbx_FrmMainApp_WarningMultipleImageFilesForXMP
source: Warning: the following sidecar files share names with multiple image files - data may have been misread:
de: Warnung: Die folgenden Sidecar-Dateien haben denselben Namen wie mehrere Bilddateien – Daten wurden möglicherweise falsch gelesen:
fr: Avertissement : les fichiers de métadonnées XMP suivants partagent des noms avec plusieurs fichiers image - les données peuvent avoir été mal lues :
pl: Ostrzeżenie: poniższe pliki sidecar dzielą nazwy z wieloma plikami obrazów - dane mogły zostać błędnie odczytane:
ta: எச்சரிக்கை: பின்வரும் பக்கவாட்டு கோப்புகள் பல படக் கோப்புகளுடன் பெயர்களைப் பகிரவும் - தரவு தவறாகப் படித்திருக்கலாம்:

# mbx_FrmMainApp_WarningNoItemSelected
source: No Item selected.
de: Es wurde kein Element ausgewählt.
fr: Pas de fichier séléctionné.
pl: Nie wybrano żadnego elementu.
ta: உருப்படி எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

# mbx_FrmMainApp_WarningTooManyFilesSelected
source: Precisely 1 file must be selected.
de: Es muss genau 1 Datei ausgewählt werden.
fr: Un seul et unique fichier doit être sélectionné.
pl: Musi zostać wybrany dokładnie 1 plik.
ta: துல்லியமாக 1 கோப்பு தேர்ந்தெடுக்கப்பட வேண்டும்.

# mbx_FrmPasteWhat_NoDateShiftToPaste
source: No values specified in the Copy Pool for DateTime Shift
de: Keine Werte im Kopierpool für Datums-/Zeitverschiebung angegeben
fr: Pas de valeur à coller pour le décalage horaire
pl: Nie określono żadnych wartości w puli kopiowania dla przesunięcia daty i czasu
ta: தேதிநேர மாற்றத்திற்கான நகல் குளத்தில் மதிப்புகள் குறிப்பிடப்படவில்லை

# mbx_FrmSettings_dgv_CustomRules_ColumnCannotBeEmpty
source: All dropdown columns must have a non-empty value and also the "if" condition value must not be empty.
de: Alle Dropdown-Spalten müssen einen nicht leeren Wert enthalten, und auch der Wert der „if“-Bedingung darf nicht leer sein.
fr: Toutes les colonnes déroulantes doivent avoir une valeur non vide et la valeur de la condition « si » ne doit pas être vide.
pl: Wszystkie kolumny rozwijane muszą mieć wpisaną wartość, a także wartość warunku "jeśli" nie może być pusta.
ta: அனைத்து கீழ்தோன்றும் நெடுவரிசைகளும் காலியாக இல்லாத மதிப்பைக் கொண்டிருக்க வேண்டும், மேலும் "என்றால்" நிபந்தனை மதிப்பு காலியாக இருக்கக்கூடாது.

# mbx_FrmSettings_dgv_CustomRules_CustomOutcomeCannotBeEmpty
source: If you pick "Custom" for Outcome then the Custom Outcome column must not be empty. If you close the Settings Form and this isn't fixed, your row will be deleted.
de: Wenn Sie für „Ergebnis” die Option „Benutzerdefiniert” auswählen, darf die Spalte „Benutzerdefiniertes Ergebnis” nicht leer sein. Wenn das Einstellungsformular schließen und dies nicht korrigiert wird, wird Ihre Zeile gelöscht.
fr: Si vous choisissez « Personnalisé » comme résultat, la colonne Résultat personnalisé ne doit pas être vide. Si vous fermez le formulaire de configuration et que ce problème n'est pas résolu, votre ligne sera supprimée.
pl: Jeśli wybierzesz "Niestandardowy" w polu Wynik, kolumna Niestandardowy Wynik nie może być pusta. Jeśli zamkniesz formularz ustawień i tego nie poprawisz, Twój wiersz zostanie usunięty.
ta: முடிவுக்கு "தனிப்பயன்" என்பதைத் தேர்ந்தெடுத்தால், தனிப்பயன் விளைவு நெடுவரிசை காலியாக இருக்கக்கூடாது. நீங்கள் அமைப்புகள் படிவத்தை மூடிவிட்டால், இது சரி செய்யப்படாவிட்டால், உங்கள் வரிசை நீக்கப்படும்.

# mbx_FrmSettings_ErrorExportFailed
source: Exporting Failed:
de: Export fehlgeschlagen:
fr: L'exportation a échoué :
pl: Eksport nie powiódł się:
ta: ஏற்றுமதி தோல்வியுற்றது:

# mbx_FrmSettings_ErrorImportFailed
source: Importing Failed:
de: Import fehlgeschlagen:
fr: L'importation a échoué :
pl: Import nie powiódł się:
ta: இறக்குமதி தோல்வியுற்றது:

# mbx_FrmSettings_PleaseRestartApp
source: Please restart the app for the change to take place.
de: Bitte starten Sie die App neu, damit die Änderung wirksam wird.
fr: Veuillez redémarrer l'application pour que le changement ait lieu.
pl: Uruchom ponownie aplikację, aby zmiana została wprowadzona.
ta: மாற்றம் நடைபெற பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.

# mbx_FrmSettings_QuestionWhatToExport
source: Choose what to Export. Please note that the Export function exports data that is _in_ the database, or in other words has been saved. If you have pending changes in Settings then back out, save them (click OK in the Settings Form), then come back here.
de: Wählen Sie aus, was exportiert werden soll. Bitte beachten Sie, dass die Exportfunktion Daten exportiert, die sich in der Datenbank befinden, also gespeichert wurden. Wenn Sie noch Änderungen in den Einstellungen vornehmen möchten, dann gehen Sie zurück, speichern Sie diese (klicken Sie im Einstellungsformular auf „OK”) und kehren Sie dann hierher zurück.
fr: Choisissez les données à exporter. Veuillez noter que la fonction d'exportation exporte des données telles qu'elles sont dans la base de données, ou en d'autres termes qui ont été sauvegardées. Si vous avez des modifications en attente dans les paramètres, sortez, enregistrez-les (cliquez sur OK dans le formulaire des paramètres), puis revenez ici.
pl: Wybierz, co chcesz wyeksportować. Należy pamiętać, że funkcja eksportu eksportuje dane, które znajdują się w bazie danych, lub zostały zapisane. Jeśli masz oczekujące zmiany w Ustawieniach, wycofaj się, zapisz je (kliknij OK w formularzu Ustawienia), a następnie wróć tutaj.
ta: எதை ஏற்றுமதி செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க. ஏற்றுமதி செயல்பாடு _in_ தரவுத்தளத்தை ஏற்றுமதி செய்கிறது அல்லது வேறுவிதமாகக் கூறினால் சேமிக்கப்பட்டுள்ளது என்பதை நினைவில் கொள்க. அமைப்புகளில் உங்களுக்கு மாற்றங்கள் நிலுவையில் இருந்தால், அவற்றைச் சேமிக்கவும் (அமைப்புகள் படிவத்தில் சரி என்பதைக் சொடுக்கு செய்க), பின்னர் இங்கே வாருங்கள்.

# mbx_FrmSettings_QuestionWhatToImport
source: Choose what to Import. Please note that upon successful completion of the Import process the relevant bits of the database will be overwritten. If something fails there will be a backup file of your db in your AppData folder.
de: Wählen Sie aus, was importiert werden soll. Bitte beachten Sie, dass nach erfolgreichem Abschluss des Importvorgangs die entsprechenden Teile der Datenbank überschrieben werden. Sollte etwas fehlschlagen, befindet sich eine Sicherungsdatei Ihrer Datenbank in Ihrem AppData-Ordner.
fr: Choisissez les données à importer. Veuillez noter qu'une fois le processus d'importation terminé avec succès, les éléments pertinents de la base de données seront écrasés. En cas d'échec, il y aura un fichier de sauvegarde de votre base de données dans votre dossier AppData.
pl: Wybierz, co chcesz zaimportować. Należy pamiętać, że po pomyślnym zakończeniu procesu importowania odpowiednie fragmenty bazy danych zostaną nadpisane. Jeśli coś się nie powiedzie, w folderze AppData znajdzie się plik kopii zapasowej bazy danych.
ta: இறக்குமதி செய்ய என்ன என்பதைத் தேர்வுசெய்க. இறக்குமதி செயல்முறை வெற்றிகரமாக முடிந்ததும் தரவுத்தளத்தின் தொடர்புடைய பிட்கள் மேலெழுதப்படும் என்பதை நினைவில் கொள்க. ஏதேனும் தோல்வியுற்றால், உங்கள் AppData கோப்புறையில் உங்கள் DB இன் காப்பு கோப்பு இருக்கும்.

# Generic_Done
source: Done.
de: Fertig.
pl: Gotowe.
ta: முடிந்தது.

# mbx_GenericDoneRestartApp
source: Done - you will probably want to restart the app.
de: Fertig – Sie sollten die App wahrscheinlich neu starten.
fr: Terminé - vous devrez probablement redémarrer l'application.
pl: Gotowe — prawdopodobnie będziesz musiał ponownie uruchomić aplikację.
ta: முடிந்தது - நீங்கள் பயன்பாட்டை மறுதொடக்கம் செய்ய விரும்புவீர்கள்.

# mbx_GenericPathLikelyUTF
source: The file path likely contains UTF (non-standard, such as Asian, Cyrillic, etc.) characters and this may cause the error. Please make sure you have enabled the “Use Unicode UTF-8 for worldwide language support” feature. (refer to the Known Issues in the Readme for this)
de: Der Dateipfad enthält wahrscheinlich UTF-Zeichen (nicht standardmäßige Zeichen, z. B. asiatische, kyrillische Zeichen usw.), was zu diesem Fehler führen kann. Bitte stellen Sie sicher, dass Sie die Funktion „Unicode UTF-8 für weltweite Sprachunterstützung verwenden” aktiviert haben. (siehe dazu die bekannten Probleme in der Readme-Datei)
fr: Le chemin d'accès au fichier contient probablement des caractères UTF-8 (non standard, tels que les caractères asiatiques, cyrilliques, etc.), ce qui peut être à l'origine de l'erreur. Assurez-vous d'avoir activé la fonction « Utiliser Unicode UTF-8 pour la prise en charge des langues du monde entier ». (voir les problèmes connus dans le fichier Readme pour cela)
pl: Ścieżka do pliku prawdopodobnie zawiera znaki UTF (niestandardowe, np. azjatyckie, cyrylica itp.), co może powodować błąd. Upewnij się, że masz włączoną funkcję "Używaj Unicode UTF-8 dla wsparcia języków na całym świecie" (Aby uzyskać więcej informacji, zobacz sekcję 'Znane problemy' w pliku Readme.)
ta: கோப்பு பாதையில் யுடிஎஃப் (ஆசிய, சிரிலிக் போன்ற தரமற்றது அல்லாத) எழுத்துக்கள் உள்ளன, மேலும் இது பிழையை ஏற்படுத்தக்கூடும். “உலகளாவிய மொழி ஆதரவுக்கு யூனிகோட் யுடிஎஃப் -8 ஐப் பயன்படுத்துங்கள்” அம்சத்தை நீங்கள் இயக்கியுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும். (இதற்காக README இல் அறியப்பட்ட சிக்கல்களைப் பார்க்கவும்)

# mbx_HelperStaticExifNoAPI
source: Failed to reach the API - are you offline by any chance?
de: Die API konnte nicht erreicht werden – sind Sie möglicherweise offline?
fr: Échec de l'accès à l'API - Êtes-vous hors ligne par hasard ?
pl: Nie udało się nawiązać połączenia z API. Sprawdź czy nie jesteś offline?
ta: பநிஇ ஐ அடையத் தவறிவிட்டது - ஏதேனும் சந்தர்ப்பத்தால் நீங்கள் ஆஃப்லைனில் இருக்கிறீர்களா?

# mbx_Helper_ErrorAsyncExifToolExecuteAsyncFailed
source: asyncExifTool.ExecuteAsync failed (Please file an issue on GitHub):
de: asyncExifTool.ExecuteAsync fehlgeschlagen (Bitte melden Sie das Problem auf GitHub):
fr: Erreur dans asyncExifTool.ExecuteAsync (veuillez soumettre un rapport de bug sur Github) :
pl: asyncExifTool.ExecuteAsync nie powiodło się (proszę zgłosić problem na GitHub):
ta: asyncexiftool.executeasync தோல்வியுற்றது (தயவுசெய்து கிதுபில் ஒரு சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_Helper_ErrorCantReadDefaultSQLiteDB
source: Failed to read default values from SQL (Please file an issue on GitHub):
de: Das Lesen der Standardwerte aus SQL ist fehlgeschlagen:
fr: Erreur de lecture des valeurs par défaut de la base SQL (veuillez soumettre un rapport de bug sur Github) :
pl: Nie udało się odczytać wartości domyślnych z SQL (proszę zgłosić problem na GitHub):
ta: கவிமொ இலிருந்து இயல்புநிலை மதிப்புகளைப் படிக்கத் தவறிவிட்டது (தயவுசெய்து Github இல் சிக்கலை தாக்கல் செய்யுங்கள்):

# mbx_Helper_QuestionFileQIsNotEmpty
source: Some data has been changed - want to save? Data will be discarded if you click No
de: Einige Daten wurden geändert – möchten Sie speichern? Die Daten werden verworfen, wenn Sie auf „Nein” klicken
fr: Des données ont été modifiées - Voulez-vous sauvegarder ? Les mises à jour seront perdues si vous cliquez Non
pl: Niektóre dane zostały zmienione - chcesz zapisać? Dane zostaną odrzucone, jeśli klikniesz Nie
ta: சில தரவு மாற்றப்பட்டுள்ளது - சேமிக்க விரும்புகிறீர்களா? நீங்கள் இல்லை என்பதைக் சொடுக்கு செய்தால் தரவு நிராகரிக்கப்படும்

# mbx_Helper_WarningExifToolVerAPIResponse
source: ExifToolVerAPIResponse API Returned the following response:
de: Die ExifToolVerAPIResponse-API hat die folgende Antwort zurückgegeben:
fr: L'API ExifToolVerAPIResponse a retourné la réponse suivante :
pl: Interfejs API ExifToolVerAPIResponse zwrócił następującą odpowiedź:
ta: Exiftoolverapiresponse பநிஇ பின்வரும் பதிலைத் திருப்பியது:

# mbx_Helper_WarningFileDisappeared
source: Your files seem to have disappeared.
de: Ihre Dateien scheinen verschwunden zu sein.
fr: Vos fichiers paraissent avoir disparu.
pl: Wygląda na to, że Twoje pliki zniknęły.
ta: உங்கள் கோப்புகள் மறைந்துவிட்டதாகத் தெரிகிறது.

# mbx_Helper_WarningGeoNamesAPIResponse
source: GeoNames API Returned the following response:
de: Die GeoNames-API hat folgende Antwort zurückgegeben:
fr: L'API Geonames a retourné la réponse suivante :
pl: Interfejs API GeoNames zwrócił następującą odpowiedź:
ta: சியோனேம்ச் பநிஇ பின்வரும் பதிலைத் திருப்பியது:

# mbx_Helper_WarningGTNVerAPIResponse
source: GitHub API Returned the following response:
de: Die GitHub-API hat folgende Antwort zurückgegeben:
fr: L'API Github a retourné la réponse suivante :
pl: Interfejs API GitHub zwrócił następującą odpowiedź:
ta: அறிவிலிமையம் பநிஇ பின்வரும் பதிலைத் திருப்பியது:

# mbx_Helper_WarningNoARCGISKey
source: You'll need to provide an ArcGIS API Key in the Settings for the app to work properly.
de: Sie müssen in den Einstellungen einen ArcGIS-API-Schlüssel angeben, damit die App ordnungsgemäß funktioniert.
fr: Vous devez fournir une clef API ArcGIS dans les paramètres afin que le programme fonctionne correctement.
pl: Aby aplikacja działała prawidłowo, konieczne jest podanie klucza ArcGIS API w Ustawieniach.
ta: பயன்பாடு சரியாக வேலை செய்வதற்கான அமைப்புகளில் நீங்கள் ஒரு ARCGIS பநிஇ விசையை வழங்க வேண்டும்.

# mbx_Helper_WarningNothingInWriteQueue
source: There's nothing in your write-queue.
de: Ihre Schreibwarteschlange ist leer.
fr: Votre file d'attente d'écriture est vide.
pl: W kolejce do zapisu nic nie ma.
ta: உங்கள் எழுதும் வினையில் எதுவும் இல்லை.

# mbx_Helper_WarningNothingToPaste
source: Nothing to Paste.
de: Es gibt nichts zum Einfügen.
fr: Rien à coller.
pl: Nic do wklejenia.
ta: ஒட்டுவதற்கு எதுவும் இல்லை.

# mbx_Helper_WarningNoWriteSettingEnabled
source: You've disabled both processing of the original file _and_ the sidecar XMP so there is nothing to write to.
de: Sie haben sowohl die Verarbeitung der Originaldatei als auch die des Sidecar-XMP deaktiviert, sodass nichts zum Schreiben vorhanden ist.
fr: Vous avez désactivé à la fois le traitement du fichier d'origine et le fichier de métadonnées XMP. Il n'y a donc rien sur quoi écrire.
pl: Wyłączyłeś zarówno przetwarzanie oryginalnego pliku, jak i dodatkowego XMP, więc nie ma do czego pisać.
ta: அசல் கோப்பின் செயலாக்கத்தை _and_ பக்கவாட்டு எக்ச்எம்பி இரண்டையும் நீங்கள் முடக்கியுள்ளீர்கள், எனவே எழுத எதுவும் இல்லை.

# mbx_Helper_WarningTooManyFilesSelected
source: This will only work if you have one and only one file selected.
de: Dies funktioniert nur, wenn Sie genau eine Datei ausgewählt haben.
fr: Ceci ne fonctionne qu'avec un seul fichier sélectionné.
pl: To zadziała tylko wtedy, gdy masz zaznaczony TYLKO jeden plik.
ta: உங்களிடம் ஒரே ஒரு கோப்பு தேர்ந்தெடுக்கப்பட்டால் மட்டுமே இது செயல்படும்.

# mns_File
source: File
de: Datei
fr: Fichier
pl: Plik
ta: கோப்பு

# mns_Help
source: Help
de: Hilfe
fr: Aide
pl: Pomoc
ta: உதவி

# mns_Settings
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
ta: அமைப்புகள்

# pbx_Browse_Startup_Folder
source: Browse for Startup Folder
de: Nach Startordner suchen
fr: Rechercher le dossier de démarrage
pl: Przeglądaj folder startowy
ta: தொடக்க கோப்புறைக்கு உலாவுக

# pbx_imagePreviewCouldNotRetrieve
source: Could not retrieve/generate image preview
de: Bildvorschau konnte nicht abgerufen/generiert werden
fr: Impossible de recharger/générer la previsualisation de photo
pl: Nie można pobrać/wygenerować podglądu obrazu
ta: பட முன்னோட்டத்தை மீட்டெடுக்க/உருவாக்க முடியவில்லை

# pbx_imagePreviewEmptyText
source: No image to show
de: Kein Bild zum Anzeigen
fr: Aucune image à montrer
pl: Brak obrazu do wyświetlenia
ta: காட்ட படம் இல்லை

# pbx_importFromAnotherFolder
source: Browse for Tracks Folder
de: Nach Tracks-Ordner suchen
fr: Recherche de dossier des fichiers de suivi GPS
pl: Wskaż ścieżkę folderu
ta: தடங்கள் கோப்புறைக்கு உலாவுக

# pbx_importOneFile
source: Browse for Tracks File
de: Nach Tracks-Datei suchen
fr: Recherche de fichier de suivi GPS
pl: Wskaż ścieżkę pliku
ta: தடங்கள் கோப்பிற்கு உலாவுக

# rbt_CreateDateSetToFixedDate
source: Set to Fixed Date
de: Auf festes Datum setzen
fr: Définir à une date fixe
pl: Ustaw datę na stałe
ta: நிலையான தேதிக்கு அமைக்கவும்

# rbt_CreateDateTimeShift
source: Time Shift
de: Zeitverschiebung
fr: Décalage horaire
pl: Zmiana czasu
ta: நேர மாற்றம்
